// pages/myth/myth.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    imageURL : "/images/myth/myth.png",
    list : [
      {
        "id": 1,
        "epicTitle": "洪水滔天",
        "ethnicGroup": "藏族",
        "narrator": "",
        "translator": "",
        "collector": "",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "藏族三兄弟到坡上垦荒，白天砍的树、挖的地，半夜猪嘴人身的怪物将它拱成原样。如此反复数日，三兄弟将其擒获，老大、老二主张杀掉，被老三劝阻。怪物曰“天将降暴雨，洪水滔天，汝等应备公鸡、盐棒锤各一，躲入牢实木房中。”怪物并暗嘱老三躲楼底。暴雨后，老大、老二连同什物、牲畜被洪水冲走。老三将桂棒锤甩出门外，听到“噗”地一声，继将公鸡丢出，听到“喔喔喔”啼声，知水退，他走出屋外，天空挂着红日，满地是稀泥浆，他饿着肚子走了数日，见盲翁盲婆坐山前，便去偷其面前摆的东西吃。此乃两位菩萨，对老三说：“我引你到一个地方去，方能活命。”说毕，令鸟导其入洞中。里面有漂亮的房子和鲜美的食物，老三偷食饱后躲人厩中。不久，三位姑娘至，见食物少了，大声喊老三出来，连喊三次，老三曰：“赤身难见人。”大姑娘嘴吹一丝羊毛，变成一件毛布衣服；二姑娘嘴吹一丝羊毛，变成一副腰带；三姑娘嘴吹一丝羊毛，变成一双靴子、老三穿戴整齐，受盛篷款待，教他射箭。一日，三位姑娘指着山上打架的两头牦牛对他说：“汝若不将黑牛射死，再休见我们！”老三从命，众神都来朝贺，三位姑娘指着山上的虎、豹、龙对他说：“汝若逮不到其中一个，再休见我们！”老三捉住了走在尾上的龙，龙现出了三姑娘的原形。三位姑娘又令其朝山上的兽禽射箭。他照办了，结果地上跑的成了家畜，上山的成了野兽。三位姑娘给他－些粮食，令其交给－个神。神用粮食喂泥巴娃娃，娃娃即人的祖先，故在人身上一抠即会掉泥屑。",
        "otherInfo": ""
      },
      {
        "id": 2,
        "epicTitle": "异文：种子来源",
        "ethnicGroup": "藏族",
        "narrator": "",
        "translator": "",
        "collector": "",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "天地初开时，地上无种籽，人居洞穴，狞猎为生。有九兄弟，八兄入山狞猎，幼弟留守猎物。一日，有喜鹊来乞食，弟割鹿肉予之。喜鹊曰：“天将有九日并出，当杀牛，去其肚肠，掘九丈深井．将牛埋其中，携獐、马、蚁、槌各一，藏牛腹通消息，俟日去，汝出方可活命。”弟告诸兄，诸兄不信，弟乃白为之。藏牛腹一日，觉渐热，乃以椎椎牛腹成一洞，令獐出探之．獐子说“已出三日，吾身已着火”故今獐身披短毛。又一日，觉更热，复椎牛腹右成一洞，令马出探之。马曰：＂已出五日，河海俱沸．”时马身亦着火，以摇头踢足，鬃跖之毛尚未焚，余皆浅毛。更一日，觉热不可忍，乃椎牛背成一洞，令蚁出探之。蚁曰：“已出九日；河海俱干”。蚁亦全身着火，几被焚断其腰。过七日，觉己冷，弟携诸物出，人皆死，山岩血红，弟走数日到达绿树硕果、花草鲜艳、有泉水之地，有鸟告曰：“泼可以金指环系无花果树上，有三神女来此背水，视谁得此，当为汝妻。”黄昏时果应，见泉水中有指环，大、二女以瓢吕之，水动影乱，指环不见，遂各背水去。唯三女得此环，戴于指。少年曰“此我之环，既为你寻得，当为我妻。”三女羞曰：“欲为君妻，应先付父母。”少年遂随女上天。父始怒，继而令其砍地，开火地，撤菜籽，寻菜籽，始成婚，帝赐菜籽、元根种子各一粒，将二人驱逐天境。母及二姊以众多粮食馈之，三女不敢取，仅以青稞与麦各一含口中，豌豆一藏鼻孔，荞麦子一藏指甲，葫豆二作耳环，偕少年去人间。",
        "otherInfo": ""
      },
      {
        "id": 3,
        "epicTitle": "黄水潮天，兄妹成亲",
        "ethnicGroup": "羌族",
        "narrator": "",
        "translator": "",
        "collector": "",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "很早以前，有个猴子爬到一棵很高的马桑树上，顺着树尖到了天上。它在天上东翻翻西搞搞。天神警告它，不要把金盆里的水打倒了，打倒了就会把地上的人淹死完。它不听，偏偏要去翻弄金盆，结果，把金盆搞翻了，水倒了出来，引起地上黄水潮天。\n有两兄妹见势不妙，慌忙钻进一个大黄桶内，随波逐肢，一下被搜浪涌到半天云头，一下又随黄水飘落到高山峡谷。也不知道过了多少天，黄水渐渐退了。他俩也随着黄桶停在一座山上，出来一看，村寨房子都没有了，亲戚邻朋都不在了，一片荒凉，到处都没有人烟了，只剩下他们姐弟两人了。弟弟难过地说：“爹爹妈妈没有了，哥哥妹妹没有了，咋个办嘛？”姐姐向弟弟说：“弟弟，光着急也没用，要想办法把人烟繁衍起来，只有靠我们两姊弟了。”\n我们各背一扇子磨，你背上扇，我背下扇，你爬那边山，我爬这边山，到了山顶上，把两扇磨子漉下来，如果两扇磨子合在一起了，我们两人就配成一家。”弟弟答应了。他俩背上磨于爬上高山，打了一声“呵嘀”，两人同时把各自的半扇磨子滚下去后，等下到河坝→看，两扇磨子合到一起了。姐姐的那扇在下面，弟弟的那扇在上面，从此，他俩就配成了一家。\n不久，姐姐身怀有孕，后来，生了小孩。姐姐问z“是个啥样子？”弟弟说：“是个肉坨坨，你好生休息，我拿去安排。”说完，弟弟把肉坨坨拿到门外，割成很多小地吨，分别挂在梨树、桃树、核桃树、自杨树、李树上面，百种树上都挂满了。\n第二天，弟弟起得很早，一出门就看到四面八方的树林里都在冒烟。走过去一看，每棵树下都有一家人。桃树底下那家人姓陶，李树底下那家人姓李、核桃树底下那家人姓郝、白杨树底下那家人姓白……弟弟高兴地回来说：“姐姐，起先只有我们两个人，百种树上挂了肉坨坨后，现在有百家人了，人烟繁衍起来了。”\n",
        "otherInfo": ""
      },
      {
        "id": 4,
        "epicTitle": "阿补曲格创世·造天造地",
        "ethnicGroup": "",
        "narrator": "余青海",
        "translator": "",
        "collector": "罗世泽",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川理县",
        "recordingDate": "",
        "text": "自古嘛，地是一个黑鸡蛋，天是一个白鹅蛋(Ⅰ/A6.1)。一团黑糊糊，一团白生生，都是圆滚滚的，分不出上头下头，也分不出前头后头。阿补曲格（天爷）(Ⅰ/B2.1.3)说：“要造天喃，要造地喃，有天有地才能有万物哩！(Ⅰ/C4.11)”阿补曲格和红满西（天母）(Ⅰ/B2.1.3)商量说：“我来造天，你去搭地。你先动手，有地才能撑起天哪。”红满西(Ⅰ/B2.1.3)不同意，说：“咋能先有地呢，上面有天罩着，下面的地才能搭得起来呀！”争得下不了台，争了好久好久，才商量好，两人一齐动手造天搭地。\n红满西(Ⅰ/B2.1.3)打开黑鸡蛋，哎唷，里头钻出个大鳌鱼来，阿补曲格(Ⅰ/B2.1.3)打开白鹅蛋，轰隆一声，里头钻出块大青石板来。阿补曲格(Ⅰ/B2.1.3)用青石板(Ⅰ/E3.15)造天(Ⅰ/D16.1.7)，立起又倒，倒了又立，紧忙也造不好，累得大汗煞不住，也立不起来。红满西(Ⅰ/B2.1.3)赶忙把大鳌鱼弄来搭起了地，把鳌鱼的四条脚(Ⅰ/E4.4.2)扳起当顶柱(Ⅰ/D16.2.11)，才把天撑起。这样，天地才造好了(Ⅰ/F3)。\n可是喃，这大鳌鱼要动弹(Ⅰ/C8.5.4)，一动天就要摇晃，地就要震动。咋个办呢？红满西(Ⅰ/B2.1.3)把家里的玉狗喊来，放在大鳌鱼的耳朵里(Ⅰ/D23.2)，对大鳌鱼说：“你不准动哟。我把你的母舅叫来，给你打个伴，空了给你摆个条，免得你心焦。你要听母舅的话，你一动，它就要咬你。”这下子鳖鱼不敢动了，天地才稳当了(Ⅰ/F3.3)。\n红满西(Ⅰ/B2.1.3)把地搭得平坦坦、光滑滑的，正在歇气，她的女娃娃给她送饭来了。这个女娃娃是癞疙宝变的。红满西(Ⅰ/B2.1.3)看到天地已造成，就把女娃娃的癞疙宝皮拿来烧了烤火。这下拐了，鳌鱼闻到了癞疙宝皮的焦味，动了起来(Ⅰ/C8.5.4)，就发生了大地震。母女俩搞慌了，一面喊玉狗咬鳌鱼，一面用棒槌(Ⅰ/E1.23)砸地，把大地砸得高一梗低一梗的，高处就成了地上的山(Ⅰ/F6.1)。女娃娃用哈迷(Ⅰ/E1.24)在地上乱砍，现出一条条深沟，这就成了地上的河沟(Ⅰ/F6.5)。\n打从这时候起，天地才算造成了(Ⅰ/G4)，上头是青的天罩着，下头是高低不平的山、平地和河流。\n",
        "otherInfo": ""
      },
      {
        "id": 5,
        "epicTitle": "狗是大地的母舅",
        "ethnicGroup": "",
        "narrator": "刘光元、肖德生",
        "translator": "",
        "collector": "罗世泽",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川茂县",
        "recordingDate": "",
        "text": "木巴（天爷）在造天造地的时候，天立起来又垮，垮了又立，总造不好(Ⅰ/A8)(Ⅰ/C8.5)。西王母看见了，就给他出了个主意：“你把那条大鳌鱼叫去作地嘛，用它的四条腿子(Ⅰ/E4.4.2)撑着天，那就不会垮了(Ⅰ/D16.2.11)。”\n木巴(Ⅰ/B1.1.15)听了，就把大鳌鱼叫来，要它用身子作地，用腿子撑天。鳌鱼不肯去，说：“我饿了吃啥子呢？”木巴(Ⅰ/B1.1.15)说：“饿了吃水嘛！”鳌鱼还是不肯去。王母就去把她喂的狗(Ⅰ/E4.10)唤出来，对鳌鱼说：“它是你的母舅喃，你不听它的话，它就要扯你的耳朵。”鳌鱼看看狗，还是不想去。这下把狗惹毛罗，一跳钻进大鳌鱼的耳里，一阵乱叫乱咬，痛得大鳌鱼直叫喊：“舅舅也，我去，我去，请你老人家不要扯耳朵罗！”狗这才跳了出来。大鳌鱼归依伏法变成了大地，四条腿立在四方，当了撑天大柱，木巴就这样把天地造好了。(Ⅰ/F3.13)(Ⅰ/G4)\n大鳌鱼变成大地后，开初它有时要动，有时要眨眼睛，它一动一眨眼睛，大地就要地震，地上的万物就要遭殃。所以，只要它稍一动，狗就要咬它，它就不敢再动了，大地万物也就安宁了。\n因此，地震时人们总是“者者者”唤狗，想叫狗来制服大鳖，平息地震(Ⅰ/G11.1.1)。\n",
        "otherInfo": ""
      },
      {
        "id": 6,
        "epicTitle": "“巫教”的来历",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "",
        "collector": "周晓钟",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川平武县",
        "recordingDate": "",
        "text": "(Ⅰ/A13.3)盘古(Ⅰ/B2.1.5.2)造天的时候，还没有什么亮光，他是摸黑做的。摸黑就做不好什么事，做来做去，结果他把天做小了。\n后来，伏羲皇帝(Ⅰ/B2.1.5.2)做地，就看得见了。他做地的时候，也没有看一看盘古(Ⅰ/B2.1.5.2)做成的天是什么样子，只照自己的想法做。做完一看，才知道他把地做大了。\n天和地要合起来，天小地大，天就盖不住地(Ⅰ/C8.10)。伏羲皇帝(Ⅰ/B2.1.5.2)看看，一些地露在天外边，没有天盖着，像没有帽子的秃头，太难看了。怎么办呢？\n伏羲皇帝(Ⅰ/B2.1.5.2)找了些葛藤(Ⅰ/E3.11)把地拴起来，用力一拉一挤一拢(Ⅰ/D9.4)。地皱起来了，天就能够盖住地了(Ⅰ/F3.6)。皱起来的地方就成了山，凹下去的，就是沟。所以，现在地上有山川(Ⅰ/G5.1)。\n那时候，人的头上都还长得有角，有的象羊子的角往上冲，有些象牛的角，向两边盘，浑身上下还长着密密麻麻的细毛(Ⅲ/A23)，简直就和野兽没什么区别。后来，人(Ⅲ/B1)找到了盐(Ⅲ/C18)(Ⅲ/E2.13)，吃了(Ⅲ/D23)，渐渐地，毛褪了，角缩了，才有了现在的人样子(Ⅲ/F2.16)(Ⅲ/G1.9)。\n地上有了人和动物，天上有天王爷。天王爷管地上的人和万物(Ⅲ*/A1)。\n那时候，马桑树长得很高，一直耸到天上。有一个猴子顽皮，顺着马桑树爬，爬呀爬，就爬到天上去了。天王爷看见来了一个猴子，就对它说：“你要耍就好好的耍，不要东翻西翻的。”猴子不听，到处乱翻，结果把天上装水的金盆子扳倒了(Ⅲ*/C11.2)，水一下子流出来，都流到了天底下。\n地上顿时就洪水潮天。野兽淹死完了，人也淹死完了。只有一对姐弟(Ⅲ*/B1.1.10)，看见天下大雨，心里害怕，就钻进黄桶(Ⅲ*/E2.31)里去藏(Ⅲ*/D1.14)。后来，黄桶漂在水面上，漂了七天七夜，一直到水消才出来。\n地上没有人种了，天王爷就叫这一对姐姐兄弟(Ⅲ*/B1.1.10)配成对，才有了人烟(Ⅲ*/D3.7)(Ⅲ*/E0)(Ⅲ*/F2)(Ⅲ*/G2)。\n四川这块地是一个盆子形，洪水淹天的时候，水不能出去(Ⅴ/A15.1)。后来，羌人的祖先大禹王(Ⅴ/B1.1.38)就来疏河。他到处查看，发现有些地方的水在慢慢减少，就去找出水的地方(Ⅴ/C8.12)。\n大禹王(Ⅴ/B1.1.38)走到巫山那里，发觉水是从巫山下面渗漏出去的。\n巫山都是岩石，怎么能渗水呢？大禹王(Ⅴ/B1.1.38)就去找当地土人问。\n这些土人住在巫山脚下，穿得花红柳绿，奇形怪状，嘴里在唱，脚下在乱跳。大禹王(Ⅴ/B1.1.38)问他们知道不知道这里出水的地方。土人说，他们只要跳高兴了，就什么都知道，不管生疮害病，生老病死都有办法。大禹王(Ⅴ/B1.1.38)要他们帮忙找到出水口，这些土人就拼命的唱呀跳呀，唱高兴了，跳高兴了(Ⅴ/D54)(Ⅴ/E0)，土人就带着大禹王(Ⅴ/B1.1.38)去找，果然找到了巫山下面有一条岩缝，水就是人岩缝里流出去的。\n大禹王(Ⅴ/B1.1.38)知道这里能通到外面去，就带人在山岩上打通了一道缺口，这就是现在的长江三峡。水通过三峡，浩浩荡荡地流到大海里去了。四川这块地方才成了陆地(Ⅴ/F37)。\n后来，大禹王(Ⅴ/B1.1.38)看这些土人跳起来，唱起来很高兴，无忧无愁的，又能起作用，就教羌人跳。由于最先这些土人是在巫山下跳神，后来，学着跳的人就把这样的跳法叫巫教(Ⅴ/G7.5.26)。\n",
        "otherInfo": ""
      },
      {
        "id": 7,
        "epicTitle": "木姐珠和斗安珠",
        "ethnicGroup": "羌族",
        "narrator": "苟玉书",
        "translator": "",
        "collector": "王羽中",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川北川县墩上羌族乡",
        "recordingDate": 31961.0,
        "text": "古时候，天底下有座山是和天连在一起的(Ⅰ/A4.2)。地上的人可以爬到天上去，天上的人可以跑到地上来(Ⅳ/A18.1)。有一回，天神(Ⅰ/B1.1.11)的幺女子木姐珠(Ⅳ/B1.1.8)到地上来耍，耍到耍到，一条老虎就想吃她，把木姐珠吓得惊吆喝叫唤，正在林头放羊子的猴毛娃斗安珠(Ⅳ/B1.13)听到有人在喊救命，就跑起来看，老远就看到一条老虎想吃一个漂亮的女娃子，就拿起棒棒冲过去跟老虎打起来了。打了半天，就把老虎给打死了。木姐珠(Ⅳ/B1.1.8)就问猴毛娃叫啥名字，猴毛娃(Ⅳ/B1.13)说；“我是放羊子的斗安珠”。这个时候，天也黑了，木姐珠(Ⅳ/B1.1.8)就不想回天上去了，估到要跟斗安珠(Ⅳ/B1.13)成亲。斗安珠(Ⅳ/B1.13)没办法，只好送她回天上去。\n到了天上，天神看到幺女子(Ⅳ/B1.1.8)引了一个猴毛娃(Ⅳ/B1.13)回来，心头就不安逸。木姐珠(Ⅳ/B1.1.8)给她爸爸说：“我在地上遇到老虎来吃我，要不是斗安珠来救我，我哪里还见得到你喔！”天神没理她。她又说：“爸爸、我要跟救我的人成亲。”天神气冲冲地说：“要得嘛，你喊他明天去给我砍九十九座山的树，我就答应你们成亲。”木姐珠(Ⅳ/B1.1.8)答应了。斗安珠(Ⅳ/B1.13)心想，我一个人一天咋砍得完九十九座山的树。木姐珠(Ⅳ/B1.1.8)对他说；“我们想办法嘛。”晚黑间，木姐珠(Ⅳ/B1.1.8)就去找风神帮忙，风神答应了。第二天，风神昏天黑地吹了一阵大风，把九十九座山的树齐整整地吹断完了。木姐珠(Ⅳ/B1.1.8)就去给天神说：“斗安珠一晚黑就把九十九座山的树砍完了。”天神不信，跑去一看，九十九座山的树确是齐整整地一下子砍完了。他又说：“你喊斗安珠(Ⅳ/B1.13)明天用火把这九十九座山给我烧光，我就答应你们成亲。”木姐珠(Ⅳ/B1.1.8)还是答应了。到了晚黑间，木姐珠(Ⅳ/B1.1.8)又去找火神帮忙。火神答应了。第二天，斗安珠(Ⅳ/B1.13)还在砍了树的山里头睡瞌睡，火神就一阵大火烧起。斗安珠(Ⅳ/B1.13)没搞赢跑，把身上的猴毛一下子烧得溜光，变成了一个漂亮的小伙子。木姐珠(Ⅳ/B1.1.8)看到斗安珠(Ⅳ/B1.13)变成了一个漂亮的小伙子，心头喜欢得不得了，拉起斗安珠(Ⅳ/B1.13)就去找天神。天神说：“除非你在一天之内把九十九座山给我种成玉米、我就答应你们成亲。”木姐珠(Ⅳ/B1.1.8)还是答应了。晚黑间，木姐珠(Ⅳ/B1.1.8)就去找雨神帮忙。雨神就把玉米种合到雨里头，晚黑间下雨的时候，就匀匀均均地下到九十九座山上。天神没办法，只好答应他俩成亲(Ⅳ/C15.6)。\n回地上那天，天神把五谷杂粮(Ⅳ/F11)(Ⅳ/G1.2)和猪啊鸡啊(Ⅳ/F9)(Ⅳ/G1.3)这些东西，交给木姐珠(Ⅳ/B1.1.8)带回地上(Ⅳ/D12.17)(Ⅳ/E0)，那晓得在回来的路上漏了些，跑了些，就变成了草和野物。木姐珠和斗安珠将合才走下天地相连那座山(Ⅰ/C0)，天神(Ⅰ/B1.11)就用刀(Ⅰ/E1.8)把那座山砍(Ⅰ/D26)成了两半块。从那以后，地上就有了很多很多的人，地上的人再也爬不到天上去了(Ⅰ/F2.3)(Ⅰ/G1)。\n",
        "otherInfo": ""
      },
      {
        "id": 8,
        "epicTitle": "月亮和九个太阳",
        "ethnicGroup": "",
        "narrator": "韩长清",
        "translator": "",
        "collector": "李冀祖、杜松荣",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川理县",
        "recordingDate": "",
        "text": "原来，天上只有一个太阳和一个月亮。太阳是女的，月亮是男的。一个在前，一个在后，两个你撵我，我撵你地过日子。久了，两个就撵到一起了(Ⅱ/A7)。太阳怀身大肚了，一下生了八个太阳儿子。这下，天下没黑夜了，人们没法生活，庄稼也没法生长了(Ⅱ/C6.4)。人们就商量，把这些太阳儿子收拾掉，留下一个就够了。那时羌族有个神箭手，叫木哈木拉(Ⅱ/B5.1.17)，就拿了弓和箭(Ⅱ/E3)，一天射落一个太阳，八天就把太阳娃娃全部收拾完了(Ⅱ/D4)。这下又成了白天一个太阳，黑夜一个月亮(Ⅱ/F2.5)。\n太阳和月亮还是想联到一起，地下的人就是不肯。人们在铜盆里装满清水，里头搁一枝花花，盆子里头就能看得到它们两个。如果联起了，人们就羞它们，吼它们。\n一次，它们联起了，月亮就喊：“太阳狗吃罗！”太阳也喊：“月亮狗吃罗！”人们在铜盆里头看得清楚，说：“啥子狗吃罗！它们要联起了！”于是大家就闹了起来。四面八方都在闹，弄得太阳月亮羞死罗。“算了算了！我们两个就这样一辈子算了。”它们从此再也不联了(Ⅱ/G6.1)。\n",
        "otherInfo": ""
      },
      {
        "id": 9,
        "epicTitle": "姐弟射日造人烟",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "",
        "collector": "周晓钟",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川平武县",
        "recordingDate": "",
        "text": "狗头盘古开出天地以后，地上有了人烟，有了各种花草树林，各种动物(Ⅲ*/A1)。那个时候吃的很多，动物们成天吃饱了没事干就到处生事。有一只猴子顺着马桑树爬到了天上，把天王爷(Ⅲ*/B2.7)放在门边的金盆子扳倒了(Ⅲ*/C11.2)，水流下去，地上就接连下倾盆暴雨，成了一片汪洋大海。这就是洪水潮天。\n洪水潮天以后，地上到处是一片汪洋，什么都淹死了，没有动物，没有人烟了。天王爷(Ⅲ*/B2.7)急慌了，就喊了十个太阳(Ⅲ*/E1.18)来晒(Ⅲ*/D14.9)。这十个太阳得了天王爷(Ⅲ*/B2.7)的命令，白天晚上不敢停歇，轮流在天上值班，把炽烈、火爆的光线投射到地面上来。很快，地上的潮水就晒干了。\n花草树木从地底下钻来，开始茂盛地生长；牛羊和各种野兽又聚集起来，活蹦乱跳的找食吃；人类也开始生长繁衍，到处又升起东一股西一股的炊烟(Ⅲ*/F2)(Ⅲ*/G2)。\n但是，这十个太阳成天在天上溜达，习惯了，不想回去了，洪水干了以后还是白天晚上一齐在天上显亮(Ⅱ/A9.2)。十个太阳一齐举起火球，地上就难受了。树木和花草蔫头缩脑的开始枯焦，牛羊和各种野兽东躲西藏藏不住，东一个西一个焦头烂额的倒在地上。后来，大地成了一片焦土，十个太阳又晒得断了人烟(Ⅱ/C4.2)。\n只有在一座高岩下边，一棵大柏树还枝叶茂盛。这棵大柏树的根子很深，扎到很深的地里吸足了水份，又靠了高岩的遮挡，才在暴烈的太阳下活了下来。有一对姐弟俩(Ⅱ/B5.15)爬上了树，躲在这棵大柏树的强枝密叶丛里，也活了下来。\n这一对姐姐弟弟(Ⅱ/B5.15)坐在柏树枝上，被十个太阳晒得头昏脑胀，热得昏天黑地。\n弟弟(Ⅱ/B5.15)说：“姐，我热。”\n姐姐(Ⅱ/B5.15)说：“当然热，十个太阳晒着，谁受得了呀！”\n弟弟(Ⅱ/B5.15)说：“我们怎么办呢，总不能让十个太阳晒死吧。”\n姐姐(Ⅱ/B5.15)说：“有什么办法呢，除非我们做张弓把太阳射下来(Ⅱ/D2)。”\n“好啊好啊，我们做弓箭把多余的太阳射下来。”姐姐(Ⅱ/B5.15)无意的说兑，弟弟(Ⅱ/B5.15)却拍手赞成。\n说动就动，姐弟俩(Ⅱ/B5.15)一齐动手，折了些树杆做成弓弩和箭杆(Ⅱ/E3)，又找来些羊皮筋做成弓弦。弓做好了，箭做好了。他们把弓箭搬到山顶上架起来。搭箭拉弓，对着一个太阳，两个人一齐用力，“呼——砰！”，射了个正着。那个太阳带着箭，歪歪扭扭，飘飘悠悠的从天上掉下来，“嘭”的一声落到了地上。\n“射中了！射中了！”两个人高兴得跳起来疯喊了一阵，疯打了一阵，又在地上滚了几回。高兴够了又射。太阳一个个掉落下来，九个多余的太阳都射掉了。落在地上的太阳，慢慢冷却，变成了光秃秃的山岭(Ⅱ/F2.5.1)(Ⅱ/G2)。\n地上顿时凉风习习，天高云淡，一派祥和。\n地上没有人烟了，怎么办呢(Ⅲ*/A5.5)？天王爷就叫他们两姐弟(Ⅲ*/B1.1.10)结成夫妻(Ⅲ*/C13.9)。\n姐姐(Ⅲ*/B1.1.10)说：“我不干，一家人怎么结婚呢，羞死人了。总之，我不干。”\n弟弟(Ⅲ*/B1.1.10)也说：“姐姐不干，我也不干，亲姐妹是不能结婚的。”\n天王爷叫他们围着山跑，姐姐(Ⅲ*/B1.1.10)在前面跑，弟弟(Ⅲ*/B1.1.10)在后面追，如果撵上了，就成亲，撵不上，又再想别的办法(Ⅲ*/D6.5)。\n姐姐(Ⅲ*/B1.1.10)就开始在前面跑，弟弟(Ⅲ*/B1.1.10)在后面追。跑了一圈又一圈，两个人都满身是汗气喘嘘嘘的，弟弟(Ⅲ*/B1.1.10)始终追不上姐姐(Ⅲ*/B1.1.10)。\n这时候，弟弟(Ⅲ*/B1.1.10)跟前走来了一头老牛(Ⅲ*/E5.8)。老牛向弟弟哞地叫了一声，用鼻孔指着弟弟身后，叫他返过身跑。弟弟(Ⅲ*/B1.1.10)刚转过身，姐姐(Ⅲ*/B1.1.10)正好迎面跑过来，停不住脚，撞到了弟弟身上差点摔一跤。弟弟赶紧抱住了她。\n姐姐(Ⅲ*/B1.1.10)又急又羞，叫着：“这不算，耍癞，不许耍癞！”\n弟弟(Ⅲ*/B1.1.10)没有办法，天王爷也没有办法。天王爷又叫他们各自在南山北山种竹(Ⅲ*/E1.19)。姐姐在北山种，弟弟在南山种，如果两座山竹子的竹根长到了一起，就成亲。长不到一起，又再想别的办法(Ⅲ*/D6.28)。\n竹子种好了，竹根子顺着山坡串下来，很快就长到了一起。姐姐(Ⅲ*/B1.1.10)又不干了。\n弟弟(Ⅲ*/B1.1.10)没有办法，天王爷也没有办法。天王爷又拿出一付磨子(Ⅲ*/E2.3)，要他们各拿一扇。姐姐(Ⅲ*/B1.1.10)拿下扇，爬到北山上去，弟弟(Ⅲ*/B1.1.10)拿上扇，爬到南山上去，两个人同时喊一声“啊伙”，把磨扇一齐滚下山去。如果两扇磨合在了一起，姐弟就配成婚，如果合不到一起，各走各的路(Ⅲ*/D6.1)。\n“啊伙”一声喊过后，两扇磨轰隆隆从两边山上一齐滚下山去。姐弟俩(Ⅲ*/B1.1.10)急忙从山上跑下来看，磨的上扇刚好压住了下扇，严严地合到了一起，重新组成了一付完整的磨子。姐弟俩(Ⅲ*/B1.1.10)只好结成了婚姻。\n婚后三年，姐姐(Ⅲ*/B1.1.10)怀胎，生下了一个没头没脸没鼻子没眼的肉团团(Ⅲ*/E3.1)。姐姐(Ⅲ*/B1.1.10)说：“这怎么办？真是丢死人了，叫你别，偏不听！”\n弟弟(Ⅲ*/B1.1.10)本来心里就不舒服，又受了一顿窝囊气，更是起火，就拿这个肉团团出气。他操起一把弯刀猛砍，把肉团团砍成了一砣又一砣的小肉块儿(Ⅲ*/D5.2)。砍完还不消气，又抓起这些肉块子东西南北到处抛撒。\n这些肉块子落得满山遍野。一些沾在了梨树上，一些挂到了桃树上，一些分别落到了核桃树、白杨树、李子树上&hellip;&hellip;。\n第二天，这些树下竟有了人，升起了一股股的炊烟(Ⅲ*/F2)。\n从此，这个世界上就有人了。当时落在桃树上的就姓陶，李树上的姓李，核桃树上的姓郝，白杨树上的姓白......(Ⅲ*/G2.4)\n",
        "otherInfo": ""
      },
      {
        "id": 10,
        "epicTitle": "兄妹射日制人烟",
        "ethnicGroup": "羌族",
        "narrator": "苟玉书",
        "translator": "",
        "collector": "王羽中",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "北川县墩上羌族乡岭岗村",
        "recordingDate": 31915.0,
        "text": "古时候，天上十个太阳每天一起出来(Ⅱ/A2)，把地上的粮食和树子晒死完了。只有俩兄妹(Ⅱ/B5.4)爬到一根大柏树上头，才没遭晒死(Ⅱ/C4)。哥哥(Ⅱ/B5.4)看地上没得人了，就伤心地哭啊哭啊，妹妹(Ⅱ/B5.4)就劝他，喊他莫哭。晚黑间，妹妹(Ⅱ/B5.4)用一根一万二千年的树子丫丫和六千年的一根羊皮筋，做了多大一把箭(Ⅱ/E3)，喊他哥哥拿去把太阳射九个下来(Ⅱ/D4)。哥哥说，太阳那么高，我咋个射得到喃？妹妹说，你先去试一下嘛，万一得行喃。第二天，哥哥跑去一试，头一箭手才一松，太阳就落下来了，变成了一座山，第二箭手一松，太阳又落了一个，一直射了九个下来，这九个太阳落下来以后，就变成了这阵的九龙山。从那以后，天上就只有一个太阳了(Ⅱ/F2.5)(Ⅱ/G2)。\n有一天，哥哥想和妹妹(Ⅲ/B1.1)成亲(Ⅲ/A15)。妹妹(Ⅲ/B1.1)不答应(Ⅲ/C4)，就说：“要想我们两人成亲嘛，我们一家栽一窝竹子(Ⅲ/E2.14)，如果竹根子长巴到一起了，我们就成亲。(Ⅲ/D4.8)”他们就一家栽了一窝竹子，没管几天，竹根子就长到一堆了，妹妹就和哥哥(Ⅲ/B1.1)成了亲。后来，妹妹(Ⅲ/B1.1)生了一个肉砣砣(Ⅲ/E1.3)，她用一张树叶子包到拿起，顺到天梯往天上爬，爬到爬到，一阵大风吹起来，把肉砣砣吹落到地上拌成渣渣溅到树林头去了(Ⅲ/D24)。妹妹(Ⅲ/B1.1)梭下梯一看，肉渣渣尽变成了人，落在啥树上就姓啥(Ⅲ/G1.10)。从那以后，世上就有了很多人(Ⅲ/F2)(Ⅲ/G1)。\n",
        "otherInfo": ""
      },
      {
        "id": 11,
        "epicTitle": "瓦汝和佐纳",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "",
        "collector": "周巴、昂旺·斯丹珍、理平",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川理县",
        "recordingDate": "",
        "text": "有姐弟俩，十六岁的瓦汝是姐姐，弟弟佐纳(Ⅲ*/B1.1.10.3)才十二岁。一天姐弟俩(Ⅲ*/B1.1.10.3)在山上放羊，看着淹到半山腰的洪水还在继续上涨(Ⅲ*/A3)，瓦汝和佐纳(Ⅲ*/B1.1.10.3)很着急，拼命把羊群赶上山顶。羊群赶到最高处时，人也乏了，天也黑了，他俩找了个岩洞住下。第二天醒来一看，哎呀，真吓人，水已漫到洞边，羊也不见了，天下一片汪洋。这情景很使他俩发愁。唯一幸慰的，是洪水没有继续上涨，看来还有一线希望。\n姐姐(Ⅲ*/B1.1.10.3)说：“佐纳，我们白天拣柴火晚上好烧，看来洪水是要消的。”\n佐纳(Ⅲ*/B1.1.10.3)不大懂事，听姐姐怎么说就怎么办，只想着家和羊群，别的很少去想，一到晚上，总是睡得熟熟的。姐姐总是想：洪水满天下，今后怎么办？每当迷迷糊糊正要入睡时，就见到一个白胡子老人对她说些什么，一下就被惊醒了。直到天快亮时，瓦汝(Ⅲ*/B1.1.10.3)才清楚地梦见白胡子老人对她说：“我是天王，念你俩人孤单可怜，特来告诉你，今夜洪水就要消，明天你和佐纳到河坝去找一付石手磨背回来，这就是你俩人的出路。(Ⅲ*/C13.10)”\n瓦汝(Ⅲ*/B1.1.10.3)醒来天色已经发白，问佐纳(Ⅲ*/B1.1.10.3)饿不饿，弟弟摇摇头。瓦汝(Ⅲ*/B1.1.10.3)又问：“昨夜你做过梦吗？”\n“做过。”\n“梦见了什么？”\n“白胡子老人......”\n瓦汝(Ⅲ*/B1.1.10.3)知道两梦相同，到洞口一看，洪水消尽，梦里的老人一定是真正的天王了。\n“佐纳，既然如此，我们就下河坝去找找石手磨，去看看河坝，晓得成了什么样子？”\n瓦汝和佐纳(Ⅲ*/B1.1.10.3)到了河坝，找了九道河湾，寻了九个河滩，全是鹅卵石，哪有什么石手磨！瓦汝(Ⅲ*/B1.1.10.3)寻思着，便对佐纳说：“我们顺着河坝，沿着山足去找，你走阳山，我走阴山，谁先找到石手磨，谁就吼三声。”\n俩人分路去找，不多久，瓦汝和佐纳(Ⅲ*/B1.1.10.3)几乎同时吼了三声。原来，各自找到了一扇石手磨，弟弟找到的是上扇，匍着摆在那儿；姐姐找到的是下扇，仰着摆在那儿。他俩人各把自己找到的一扇石手磨背回岩洞，照原样一仰一匍放在洞口。一天奔劳，坐下就睡着了。\n刚刚合眼就见到白胡子老人，慈祥关怀地问饥问渴，瓦汝(Ⅲ*/B1.1.10.3)摇头回答着老人。老人说道：“那好。歇歇后你俩人把石磨合上放下山去，然后沿着辙印把石磨找到，若是石磨上下没有颠倒合着的，就不要动它。”\n醒来，瓦汝(Ⅲ*/B1.1.10.3)问弟弟：\n“佐纳，你冷吗？渴吗？饿吗？”\n“不。”佐纳摇着头。\n俩人依照老人说的，把石磨(Ⅲ*/E2.3)合拢滚放下山去，跟着磨印追寻(Ⅲ*/D6.1)。走了不远，磨印子分开了，越走距离越远。说也奇怪，到了河坝，两人却找到一起来了，两扇磨合得好好地躺在那里，上下扇也没有颠倒。\n两人回到岩洞，天色已经黑尽了，一头倒下，朦胧之间，但见老人拄着根龙头拐杖来了，满脸笑容：“道喜，道喜，今夜星星出齐的时候，就有喜事到来。”\n瓦汝(Ⅲ*/B1.1.10.3)惊醒后，心中不解什么喜事到来？只觉腹胀，起身出去解手，刚出得洞口，天空闪了一道金光，顿时生下一个肉饼(Ⅲ*/E3.1)，赶紧喊醒了佐纳，两人正在惊奇之时，忽然听到：“恭喜，恭喜，时候到了，把肉饼掐碎得像星星那么多，向着天空，从上到下，从左到右，朝四面八方撒开去吧！(Ⅲ*/D5.6)”\n瓦汝和佐纳(Ⅲ*/B1.1.10.3)只听见话音，却不见人影，抬头一望，正是繁星灿烂。佐纳掐着肉饼，把碎了的肉渣向着天空朝四周撒去。刚撒完，忽听鸡鸣，只见撒出那些肉渣，化着一股青烟，所以后人称为“治人烟”就是这个原因。那远远近近出现了一座座的楼房，房顶上的人们双手合十，正向他俩人跪拜(Ⅲ*/F2)(Ⅲ*/G2)。但见炊烟缭绕，鸡鸣狗吠，好一派繁荣景象。瓦汝和佐纳在惊喜中回头一看，岩洞也变成了一座高大的楼房，红云紫霞万道，金光四射，又出现了欢乐的人间。\n",
        "otherInfo": ""
      },
      {
        "id": 12,
        "epicTitle": "洪水潮天",
        "ethnicGroup": "",
        "narrator": "王久清、王甲",
        "translator": "韩香芝",
        "collector": "周巴、昂旺·斯丹珍、理平",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川理县",
        "recordingDate": "",
        "text": "木姐珠和玉比娃成婚后，三年生了三个儿子(Ⅲ*/A0)(Ⅲ*/B1.1.19)。大儿子叫长耳朵，耳朵能听到天上和地下的各种动静。二儿子叫长手杆，手杆能抓住天上的云朵。三儿子叫长脚杆，一抬腿就能登上山顶。眼看着孩子们一天天长大成人了，究竟他们的心地咋样？木姐珠(Ⅲ*/B1.1.19)为这事愁得病倒在床上。孩子们问母亲：“阿妈，您哪里不舒服？想吃点啥东西吗？\n“人不舒服，啥都不想吃。要是有雷公鸡，能吃点就好了。”三弟兄安慰了母亲一番，齐声答道；“只要阿妈想吃，我们一定办到。”\n出了房门，长耳朵偏头一听；“兄弟，你们看，天边一朵黑云上有雷公鸡。正在‘咕咕咕’地叫，还在啄雪米子吃哩！”听长耳朵这么一说，长脚杆几步便到了天边。长手杆伸手在黑云中一抓，一把就捉到了一只雷公鸡。三弟兄欢欢喜喜来到木姐珠的床前说：“阿妈，雷公鸡捉回来了。”\n“好、好，快放进鸡笼里去。”阿妈高兴地说。雷公鸡是雷神爷养来兴风造雨的神鸡，木姐珠(Ⅲ*/B1.1.19)当然知道吃不得，所以等儿子们走后，她悄悄地起来，把雷公鸡放了。这雷公鸡被捉来关在鸡笼里，又气又恨，放回去后，恼羞成怒，在雷神爷跟前告状说：“祖老爷呀祖老爷，我虽然是天上的鸡，总算是地上的神。木姐珠和她的儿子，哪儿把祖老爷放在眼里。明知我是祖老爷养的，偏偏要拿我开刀。今天死里逃生，请祖老爷作主！”\n雷神的性子本来就暴，平素黑着一张脸，听雷公鸡这么一说，更是怒火万丈，气得浑身发抖，双脚直跳(Ⅲ*/C1)。一跳一声霹雳，震得山摇地动。立刻召来千千万万的雷公鸡，顿时，雷鸣火闪，大雨倾盆，平地水涨三尺，一下就是三天。可天上三天，人间就是三年。我的妈地，地上洪水暴发了，从河坝淹到半坡，从森林淹到高山，慢慢，洪水涨到了天门。\n当雷神发怒的时候，长耳朵就听得清清楚楚，木姐珠(Ⅲ*/B1.1.19)也知大祸临头。他们就造了一只大木船(Ⅲ*/D1.3)(Ⅲ*/E2.6)，随着水涨船高，向天门漂去。将要到天门时，几娘母(Ⅲ*/B1.1.19)敲起羊皮鼓，愤怒地唱了起来：\n咚咚咚，捉雷公，\n雷公心肠狠又凶，\n大雨下了三年整，\n生灵死在洪水中。\n咚咚咚，请外公，\n入神本来命相同，\n高山垮了天要塌，\n退去洪水救苍穹。\n鼓愈敲愈加响亮，歌愈唱愈加激昂。天王大惊失色，急急忙忙与众神打开天门一看，果然洪水滔天，浪子都打到天门的门槛脚下了。天王慌忙用金盆打来一盆金水(Ⅲ*/E1.11)，手持神杖指指点点，用金水向洪水泼去，洪水立刻悄悄退了下去(Ⅲ*/D14.10)(Ⅲ*/F4)(Ⅲ*/G0)(Ⅳ/A15.2)，(Ⅳ/B0)(Ⅳ/C26.1)(Ⅳ/D0)(Ⅳ/E0)又出现了高山河坝(Ⅳ/F6.2)。百里羌寨高山顶上的单海子、双海子，数也数不清，就是洪水潮天的时候留下来的(Ⅳ/G1.4)。\n",
        "otherInfo": ""
      },
      {
        "id": 13,
        "epicTitle": "大火以后的人类",
        "ethnicGroup": "",
        "narrator": "董尚荣",
        "translator": "",
        "collector": "吴延安、周思泽、林忠亮",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川茂县、黑水",
        "recordingDate": "",
        "text": "很早以前，地上的人很多(Ⅲ*/A1)。后来发生了一场大火，使整个大地都烧了起来。在这以前，有一头黄牛对主人家说：“明天地上要起火，你们赶快把我杀了，把肉埋起来，用皮(Ⅲ*/E5.8.1)做成一条口袋，你们只要钻进口袋就不会被烧死。(Ⅲ*/C14.5)”这家人照牛说的那样做了。儿子和女儿都钻进了牛皮口袋里(Ⅲ*/D1.10)，只有妈妈因为舍不得把牛肉都埋了，喝了一碗牛肉汤，结果怎么也钻不进牛皮口袋。等到大火烧起来，她只好爬到山梁子上，结果也被大火烧死了。\n从此，地球上没有人烟了，只剩下弟弟和姐姐(Ⅲ*/B1.1.10)两人。人类要重新兴盛，姐姐和弟弟(Ⅲ*/B1.1.10)就必须成为夫妻，但他们不知道这样做行不行，就去敬神。神叫他们两人拿两扇磨子(Ⅲ*/E2.3)上山，把磨子从山上放下去。如果两扇磨子滚到山下合拢，就可以成为一家(Ⅲ*/D6.1)。姐弟俩(Ⅲ*/B1.1.10)就照神的话去做，结果两扇磨子一滚到山下，合拢在一起，他们就成为了夫妻(Ⅲ*/D3.7)。以后人类又发展起来了(Ⅲ*/F2)(Ⅲ*/G2)。\n",
        "otherInfo": ""
      },
      {
        "id": 14,
        "epicTitle": "伏羲兄妹治人烟",
        "ethnicGroup": "",
        "narrator": "赵邦贵",
        "translator": "",
        "collector": "李冀祖、杜松荣",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川汶川",
        "recordingDate": "",
        "text": "从前。猴子和我们羌族生活在一起。一年大旱，没得收的，只能光找现成东西吃。可是一直不下雨，就那么干了三年，弄得什么吃的东西都没了(Ⅳ/A28.1)。有棵马桑树，长得天那么高。有只猴子(Ⅳ/B3.16)就爬上顶到了天宫里头。它问那些神仙：“咋个三年都没有下雨了？”他们说：“我们只下了三盘棋，才三天没洒水给凡间。那儿有个刷把，你自己蘸点坛子里头的水，洒几下就够了。”\n“洒这点有啥用啊？”猴子(Ⅳ/B3.16)说。它就把三个坛子的水全都扳倒了(Ⅳ/C34.1)。这下把几个神仙吓倒了，说：“完罗，凡间洪水潮天罗！”\n他们把南天门打开了一看，嗬哟，底下满是水，快要涌进南天门了。这下咋个办呢，木巴（天爷）就倒了一盆金水(Ⅳ/E7.7)，把水止住了。几个神仙又拿起关刀(Ⅳ/E8.1.2)，这儿砍一下，那儿划一下，把大地上的余水引到海里去(Ⅳ/D12.18)，这就成了一沟一沟的河(Ⅳ/G1.1.4)，一堆一堆的山(Ⅳ/G1.4.1)(Ⅳ/F6)。\n洪水把凡人淹死完了(Ⅲ*/A3.1)，只有伏羲两兄妹(Ⅲ*/B1.1.1)躲在坛子里头没淹死，水消了他们两个才钻出来。木巴想：天下没有人咋个办啊！他喊两兄妹(Ⅲ*/B1.1.1)成亲(Ⅲ*/C13.6)，妹妹不干。木巴说：“这样子，你们各到一个山头，各放一扇手磨子，假如这两扇手磨子(Ⅲ*/E2.3)滚到河坝上合拢了，你们就成一家，没有合拢就算了。(Ⅲ*/D6.1)”\n于是，哥哥(Ⅲ*/B1.1.1)拿了磨子的上扇，妹妹(Ⅲ*/B1.1.1)拿了下扇，分头走到两座山顶。果然，两扇手磨子从山上滚到河坝就合起罗，两兄妹(Ⅲ*/B1.1.1)就被逼成了家。过了几年，妹妹生了一坨肉(Ⅲ*/E3.1)，木巴喊他们把肉坨坨宰成细块块，撒出去(Ⅲ*/D5.2)。第二天，大地上处处都在出烟子，这下又有了人烟(Ⅲ*/F2)(Ⅲ*/G2)。\n这就是伏羲兄妹(Ⅲ*/B1.1.1)治人烟的故事。\n",
        "otherInfo": ""
      },
      {
        "id": 15,
        "epicTitle": "姐弟成亲3",
        "ethnicGroup": "",
        "narrator": "严光华",
        "translator": "",
        "collector": "李冀祖、杜松云",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川茂县",
        "recordingDate": "",
        "text": "很早以前，一场地火把大地烧光了，人也烧死完罗(Ⅲ*/A5.2)。只有两姐弟(Ⅲ*/B1.1.10)，他们躲在一个牛(Ⅲ*/E5.8)肚子里(Ⅲ*/D1.18)，才没有烧死。\n他们从肚子里钻出来，看见大地上没有了人，一片炭灰。姐姐(Ⅲ*/B1.1.10)就对弟弟说：“弟弟，天下人都烧死完了，我们两姐弟成一家吧！不然哪儿去找人呢？(Ⅲ*/C4)”\n弟弟(Ⅲ*/B1.1.10)不同意，对姐姐说：“姐姐，姐弟成一家，没有规矩吧？”如果一定要成一家呢，我上山头去问那两棵大树。它点头就是同意，摇头就是不同意，我们就不能成一家。(Ⅲ*/D6.15.9)”\n他们来到大树下拜了几下，说了成亲的事。只见那两棵大树点头。姐姐(Ⅲ*/B1.1.10)就说：“弟弟，我们成亲吧！你看大树直点头呢。”\n弟弟(Ⅲ*/B1.1.10)还是不同意，说：“姐姐，要成一家喃，我们每人背一扇磨子(Ⅲ*/E2.3)到山上，从山上滚下去。如果上扇磨子落在上头，下扇磨子落在下面，两扇磨子重在一起，我们就成一家，没有重起就不能成一家。(Ⅲ*/D6.1)”\n他们两个各背了一扇磨子。弟弟(Ⅲ*/B1.1.10)背上扇，姐姐(Ⅲ*/B1.1.10)背下扇。背到山顶，一起滚下去，两扇磨子重起了，弟弟(Ⅲ*/B1.1.10)没得话说了。\n姐弟俩(Ⅲ*/B1.1.10)成了亲，不久，姐姐(Ⅲ*/B1.1.10)生了个肉坨坨(Ⅲ*/E3.1)。这咋个办呢？他们气坏了，把那个肉坨坨砍成了肉丝丝，就拿到山顶向下撒去，东撒一把，西撒一把(Ⅲ*/D5.2)。\n第二天早上起来，凡是肉丝丝撒到的地方，就冒了一股烟烟。他们跑去看，有好多户人家。这一户一户的人家又合成了寨子，人烟就发展起来了(Ⅲ*/F2)(Ⅲ*/G2)。\n现在，我们的山上都能挖到子母灰（木炭灰），据说就是地火烧后留下来的(Ⅲ*/G6.2)。\n",
        "otherInfo": ""
      },
      {
        "id": 16,
        "epicTitle": "兄妹成亲",
        "ethnicGroup": "毛族",
        "narrator": "余新保",
        "translator": "",
        "collector": "李冀祖",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川茂县凤仪镇",
        "recordingDate": 31992.0,
        "text": "很久很久以前，我们住的这个地方很平很平，草木也长得好。吃的，用的、穿的啥子都不愁(Ⅲ*/A1)。可是，有一年年下大雨，天下就涨水罗(Ⅲ*/C2.2)。大水把大地冲得烂糟糟的，庄稼、房子全部淹完，吃的、穿的、用的、人和牲畜冲得光光的，只有两兄妹没有淹死。\n涨水那天，兄妹俩(Ⅲ*/B1.1.2)把他们家喂猪的大石槽(Ⅲ*/E2.32)翻过来，躲进去以后就扳过来扣起(Ⅲ*/D1.16)，石槽重沉在底下，水就面上流走了。等水消了以后，兄妹俩(Ⅲ*/B1.1.2)把石槽掀开一看啥，嗬嗬&hellip;&hellip;！他们原来的房子在哪儿都不晓得，田呵，哪些的哪儿都不晓的，到处都是大水冲成的河坎，咋个办喃？他们就搭了个棚棚，到处找吃的。后来妹妹(Ⅲ*/B1.1.2)在山顶上找了点野棉花，用石头把它砸出火来，用火来煮吃的。这样过了两三年，他们就长成二十几岁的大小伙子和大女子了。\n哥哥(Ⅲ*/B1.1.2)说：“妹妹，我们两个成亲吗咋个(Ⅲ*/D3.1)。”\n妹妹(Ⅲ*/B1.1.2)不答应。\n哥哥(Ⅲ*/B1.1.2)又说：“妹妹，现在只有我们两个人罗，我们不成亲，我们老罗，以后的人就没得罗。”\n妹妹(Ⅲ*/B1.1.2)还是不答应。\n哥哥(Ⅲ*/B1.1.2)就说：“哎，那么这样，我到东边山上去，你到西边山上去，我们在两边山头上烧两堆火(Ⅲ*/E1.5)。要是烟子走拢中间整啰个圈圈吗，我们就成亲啊(Ⅲ*/D6.12)。”\n这下他们就各带了一堆柴到山上去烧。\n嗨！这天太阳又好，风也没得，雨又不下。两股烟子就慢慢、慢慢地升起来，哥哥那股烟子慢慢、慢漫从东边穿过去，搭在妹妹那笼火上，妹妹那股烟子也慢漫，慢慢从西边穿过去，搭在哥哥那笼火上，两股烟子就在空中搭成了一条彩虹。他们从山上下来，哥哥(Ⅲ*/B1.1.2)说：“妹妹，这回我们该成亲了吧？”妹妹(Ⅲ*/B1.1.2)还是不答应。\n哥哥(Ⅲ*/B1.1.2)又说：“妹妹妹妹，我们还是像头次山一样，我到东边山上去，你到西边山上去，我们各背一扇手磨(Ⅲ*/E2.3)上去，打一声啊吼就一齐放下去。两扇磨子重在一起啰吗，我们就成亲哈。(Ⅲ*/D6.1)”\n妹妹(Ⅲ*/B1.1.2)说：“对哦。”\n他们又各背了一扇手磨上山。哥哥打一声啊吼：“哦......嗬嗬！”妹妹也应了一声：“哦......嗬嗬！”就一齐把磨子放下来，两扇手磨滚下山，正好合到一起，哥哥在上扇，妹妹在下扇，这下他们就成亲了。三年以后，阿补日姆比格什给哥哥(Ⅲ*/B1.1.2)托梦：“假如你妹妹生了个娃娃，就到处甩起啊。”第二天，妹妹(Ⅲ*/B1.1.2)当真生了个肉砣砣，妹妹就哭得个不得了。\n哥哥(Ⅲ*/B1.1.2)说：“这个喃，是天王老爷赐的，他叫我们把它宰成肉砣砣(Ⅲ*/E3.1)到处甩啊。”\n兄妹俩(Ⅲ*/B1.1.2)就把肉砣砣宰成一小块一小块地到处甩(Ⅲ*/D5.2)，这儿一砣，那儿一砣，这儿一陀，那儿一砣。甩完以后，他们就去睡了。第二天早上啥，嗬嗬！这儿有一堆烟子，那儿有一堆烟子，这儿有几个人，那儿有几个人，哇啦哇啦，哇啦哇啦，从此以后，人就慢慢多起来了(Ⅲ*/F2)(Ⅲ*/G2)。\n",
        "otherInfo": ""
      },
      {
        "id": 17,
        "epicTitle": "兄妹成亲2",
        "ethnicGroup": "羌族",
        "narrator": "王吉如",
        "translator": "",
        "collector": "王羽中",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川北川县小坝羌族藏族乡上沟村",
        "recordingDate": 31973.0,
        "text": "有一回，一个猴子爬到天上去耍(Ⅲ*/A0)，一下把天上装水的金盆给整倒了(Ⅲ*/C11.2)。水流到地上，只有两兄妹(Ⅲ*/B1.1.2)钻到一条黄柿头(Ⅲ*/D1.17)(Ⅲ*/E1.20)飘到最高一匹山上，才没遭淹死。没过好久，哥哥(Ⅲ*/B1.1.2)想和妹妹成亲，妹妹(Ⅲ*/B1.1.2)说，亲兄妹咋能成亲喃？除非我们一家背一扇磨子(Ⅲ*/E2.3)从山上滚下来合到一起了，我们就成亲(Ⅲ*/D6.1)。第二天，他们一家背了一扇磨子从山上朝下滚，结果硬是合到一堆了。妹妹(Ⅲ*/B1.1.2)又说，我们一家栽窝竹子，如果竹子的根根连到一起了，我们就成亲(Ⅲ*/D6.28)。第三天，他们又一家找了一窝竹子(Ⅲ*/E1.19)，没管好久，两窝竹子的根根就连到一起了，两兄妹(Ⅲ*/B1.1.2)就成了亲(Ⅲ*/D3.1)。后来，妹妹(Ⅲ*/B1.1.2)生了一个肉砣砣，哥哥(Ⅲ*/B1.1.2)很生气，就用刀砍成一百块，一块一块地到处摔(Ⅲ*/D5.2)，结果肉块块尽变成了人(Ⅲ*/F2)(Ⅲ*/G2)，摔到啥树上变的人就姓啥，就是后来的百家姓(Ⅲ*/G2.4)。",
        "otherInfo": ""
      },
      {
        "id": 18,
        "epicTitle": "遗民造人烟",
        "ethnicGroup": "",
        "narrator": "杨龙",
        "translator": "",
        "collector": "林忠亮",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川茂县",
        "recordingDate": "",
        "text": "很古很古的时候，天上的太阳把大地都晒燃了(Ⅲ*/A5.2)。有两姐弟(Ⅲ*/B1.1.10)躲到一棵敬神的大柏树上(Ⅲ*/D1.19)(Ⅲ*/E1.7)，才没有被烧死。后来，为了发展人烟(Ⅲ*/C4)，姐姐和弟弟(Ⅲ*/B1.1.10)在乞求天神的指教后，决定各背一扇石磨(Ⅲ*/E2.3)，从山顶上滚下来，如果两扇磨子合在一起，两人就可以成亲(Ⅲ*/D6.1)。结果，两扇磨子滚到河坝合在一起，两人就成了亲。过了几年，姐姐(Ⅲ*/B1.1.10)生了一个不成人形的古怪东西(Ⅲ*/E3.3)，弟弟(Ⅲ*/B1.1.10)气得用弯刀把它砍成块块，到处乱撒(Ⅲ*/D5.2)。第二天起来，只见四处炊烟升起，从此有了人烟(Ⅲ*/F2)(Ⅲ*/G2)。",
        "otherInfo": ""
      },
      {
        "id": 19,
        "epicTitle": "人狗粮食",
        "ethnicGroup": "羌族",
        "narrator": "吴洪珍",
        "translator": "",
        "collector": "李冀祖、吴彬花",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川茂县凤仪镇",
        "recordingDate": 32055.0,
        "text": "听说在很久很久以前，茂县的粮食是吃不完的(Ⅳ/A18)。\n有年夏天，下了大雨，又涨了大水，有个十五六岁的小伙子(Ⅳ/B1.2)在山上砍柴，看见下雨了，就跑到庙子里头去躲雨。洪水把整个茂县的地都淹了，只有这座庙子和这个小伙子(Ⅳ/B1.2)没有淹到，其余的房子和人全都被洪水淹完了(Ⅳ/C26.1)。洪水过后，他到山上去挖野菜，挖了半天，一棵也没有挖到，他就只好回到庙子里，吃了一点供果和亩里的面。因为那天涨洪水的时候，庙里的和尚全都在地头做活路，也被洪水冲走了。\n小伙子(Ⅳ/B1.2)天天吃这些面，哪有那么多喃？有天，他又想到河坝去碰运气，看找得到点被洪水冲剩下来的粮食不，结果一颗也没有。回去的路上。看见河里有条狗(Ⅳ/E4.5)，在水里浮，不一会，狗上岸了，尾巴摆两摆就跑了。就这样子，小伙子(Ⅳ/B1.2)吃一天，饿一天，好不容易捱到第二年。有天，小伙子(Ⅳ/B1.2)发现，在狗摆尾巴那个地方，长了好多谷子(Ⅳ/D21.7)。这一下好了，小伙子(Ⅳ/B1.2)收了这些谷子不但没饿到，还把第二年的种子都留够了。开春以后，他把种子丢下地，到年底，谷子长得很好。(Ⅳ/F11.1)(Ⅳ/G1.9.2)\n这样的日子又过了几年，小伙子(Ⅳ/B1.2)觉得一个人没有意思，\n就到很远的地方去安了一个家。\n有一天，娃儿屙屎，喊他妈给他擦屁股，他妈顺手拿起一个馍馍就给他擦，就这样糟踏粮食，谷子慢慢儿就不长米粒了，一棵最多也只结一个吊吊。这时候，人些才晓得不该浪费粮食。所以，逢年过节的日子都要给狗喂得好些，就是表示不忘狗给人带来了粮食(Ⅳ/G3.1.10)。\n",
        "otherInfo": ""
      },
      {
        "id": 20,
        "epicTitle": "美布和志拉朵·惩罚",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "",
        "collector": "周觐章",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川理县",
        "recordingDate": "",
        "text": "美布和志拉朵结了婚，过着幸福美满的生活。\n三年过去了，美布思念天上的阿爸，夫妻俩商量后，决定美布回娘家去看望父亲。\n美布翻了三十三座雪山，过了六十六条沟，拐了九十九道弯，到了南天门外。美布已是嫁出去的女儿，不能像在家当姑娘那样随便，不能冒失，便站在门口亲切地喊道：“阿爸，你的女儿回来了，请你打开大门，领你女儿回家吧！”阿布屈各听到女儿的声音，三步并做两步，打开南天门，把女儿接进大殿里，上上下下打量着三年没见面的女儿，亲呢地说：“我的女儿呀，你五根手指戴五样银戒指，每绺头发戴一串金首饰，你真是我的女儿呀！你在人间三年，生活得怎样？又做了些什么？快给阿爸说一说！”\n美布眉开眼笑地说：“我的阿爸呀！我在凡间一年四季种庄稼，三年来年年都是好收成，粮食吃不完(Ⅳ/A18.10)。志拉朵天天去打猎，每次都打着野猪、老熊回来，我们生活得很好，天天有三碗剩饭喂苍蝇，青稞馍上揩女儿的屎，麦面馍上揩儿子的屁股。收割庄稼忙不过来时，我就用连枷条子在地里打，打下的粮食一半收回家，一半就抛撒在地里头了。”\n阿布屈各(Ⅳ/B2.48)听了女儿的讲述，心里很难过，暗自打定主意要罚一下任意糟蹋粮食的女儿，但没有表露出来(Ⅳ/C27.4)。他继续亲切地问女儿：“我的女儿啊，你回家时需要带什么，你尽管说吧，你的阿爸会答应的。”\n美布说：“阿爸哟，在人间年年收成好，吃饭穿衣样样都不愁。只有一样，就是没菜吃，阿爸就给我一点菜种吧。”\n“我的女儿呀，阿爸就给你一些菜种，在回家的路上，你一边走一边把菜种往身后撒，不要回头看。三年以后，你再来看我吧！”阿布屈各(Ⅳ/B2.48)说完，便拿出些菜籽给女儿。女儿告别了阿爸。\n三年很快过去了，美布又回娘家来。她站在南天门外喊阿爸开门。阿布屈各叫几个使女去看叫门的是什么人。美布见是几个使女从门缝里看她，又不开门，心里很不满，愤愤地说：“你们也配来接我，快去请我阿爸来！”\n阿布屈各(Ⅳ/B2.48)在门内大声喝道：“我没有你这样的女儿！我的女儿五根手指戴五样银戒指，每绺头发戴一串金首饰。我的女儿不是你这个样子。你的五根手指都被黑茨刺破了，每绺头发都爬满了虮子。我没有你这样的女儿！”阿布屈各(Ⅳ/B2.48)不认自己的女儿了。\n“我的阿爸呀！请你拿出咱家九个仓库的九把钥匙，我能一点不错地打开九个仓库的锁；阿爸哟，请放出我家的大白狗，娘家的狗是不会咬自家的人的。如果白狗摆尾巴，舔我的手，我就是你的女儿。”白狗放出来了，不停地给美布摆尾巴，亲热地舔她的手，九个仓库门上的锁，美布一把也没有开错。\n阿布屈各(Ⅳ/B2.48)惊异地说：“我的女儿呀，你原来不是这个模样，人间一定遭了不幸，你快快告诉我吧！”\n“阿爸呀，三年前你给我的菜籽(Ⅳ/E7.22)，女儿照你的吩咐撒了。撒完菜种，我回头一看，山也变了，沟也变了，路也分不清了，满山遍野长满了蒿草，长满了黄刺荆条。从此以后，人间年年遭受到虫灾、兽害(Ⅳ/D9.11)，豺狼虎豹到处乱窜，马牛羊全被吃掉，野猪、老熊成群结队地跑到地里吃庄稼，红嘴老鸹一群群到地里啄粮食。这几年，我们吃也不够，穿也不够，成天在杉树林、刺笼笼里钻，找野菜，菌子吃，手脚都锥满了刺。今天，一来看望你老人家，二来请你到凡间为我们消灾除难，驱除猛兽飞禽，让我们安居乐业吧！”(Ⅳ/F0)(Ⅳ/G0)\n阿布屈各(Ⅳ/B2.48)答应了女儿的请求，离开天庭到人间去打醮。他边走边想：为惩罚女儿，让人间遍地草木丛生，为鸟兽藏身，让他们经受各种灾害，使他们知道爱惜庄稼。现在灾情严重，应该收回惩罚&hellip;&hellip;他不知不觉走到了老鸹沟。树稍上一只老鸹问道：“阿布屈各，您要到哪里去？”\n“我到人间去打清醮，给人间驱灾除难。”\n老鸹觉得不妙，打了清醮，我们就没有吃的了，必须吓他回去。便不惊不慌地说：“哎呀，阿布屈各，人间太乱了，我现在也不敢去，愁得我一身都黑了。请您从老鸹沟转回去吧！”阿布屈各(Ⅳ/B2.48)不信老鸹的话，继续往前走。\n走到红嘴老鸹沟，一只红嘴老鸹问道：“阿布屈各，您要到哪里去？”\n“我到人间去打清醮，因为人间受了灾。”红嘴老鸹听了，暗在心里盘算：打了清醮，我们都要饿死，不能让他去！于是，它装出惊恐的样子说：“阿布屈各啊，人间去不得！那里遭了几年灾，人们没有吃的，去了会把您吃掉的。您就从红嘴老鸹沟打转身吧！”阿布屈各(Ⅳ/B2.48)没听红嘴老鸹的话，仍然往前赶路。\n阿布屈各(Ⅳ/B2.48)来到了喜鹊沟。一只喜鹊问：“阿布屈各，您到哪里去？”我到人间去打清醮。”喜鹊一听，感到自己的生存要受到威胁，得想个办法把他吓回去，便做出关心的样子说：“敬爱的阿布屈各啊，您去不得！人间没吃的，会把您杀死吃掉！您看我吓得连话都说不利落，只能‘喳喳喳’的，愁得身上也花白了。请相信我，从喜鹊沟打转身吧！”阿布屈各(Ⅳ/B2.48)犹豫了一下，还是往前走了。\n阿布屈各(Ⅳ/B2.48)走呀走，走到了蜘蛛沟。一只蜘蛛问道：“阿布屈各，您到哪里去？”“人间灾荒严重，我去打清醮！”蜘蛛一听，慌了神，预感到大祸临头，清醮一打，就要遭殃，一定要设法把他吓回去。于是它装出伤心的样子劝说：“阿布屈各啊，去不得！人间没收成，无法过日子，我亲眼看见人吃人呀！您去了一定会把您吃掉的。我自从看见人吃人以后，肚皮都气得像鼓一样，我劝您从蜘蛛沟转回去吧！”\n阿布屈各(Ⅳ/B2.48)听了蜘蛛的话，迟疑不决，不去吧，答应了女儿的请求，同时自己设的惩罚也该消除了，去吧，又怕饥饿的人吃掉自己，但终于还是决心去人间。\n走啊走，好不容易才走到了蚂蚁沟。一只蚂蚁问他：“至高无上的阿布屈各啊，您到哪里去？”人间遭了灾，我要去打清醮。”蚂蚁听了，大惊失色，好一会儿才恢复常态。于是装出一副忧伤的样子说：“可敬的阿布屈各呀，您千万下去不得！人间不知有多少饥饿的人，我亲眼看见到处都人吃人，您一去就会把您吃得光剩骨头。我一直不敢到人间去，饿得没法就勒一下裤腰带，勒呀勒呀，腰杆都快勒断了。可我宁愿勒断腰杆，也不愿去人间白白送死。请您从蚂蚁沟转回天上吧，我们一刻也离不开您哟，天神爷啊，阿布屈各！”\n阿布屈各(Ⅳ/B2.48)心想：老鸹、红嘴老鸹、喜鹊、蜘蛛、蚂蚁，它们说的都一样，人间真是去不得了。于是，阿布屈各转回了天庭。天上人间就不再通路了(Ⅳ/G11)。\n",
        "otherInfo": ""
      },
      {
        "id": 21,
        "epicTitle": "美布和志拉朵·奋斗",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "",
        "collector": "周觐章",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川理县",
        "recordingDate": "",
        "text": "(Ⅳ/A28.2)美布(Ⅳ/B1.14)回到家里，向志拉朵(Ⅳ/B1.14)讲了天神阿爸答应来人间消灾除害，夫妻俩(Ⅳ/B1.14)非常高兴。可是时间一天天过去了，他俩等呀等，总不见阿布屈各来。美布(Ⅳ/B1.14)想再次到天庭请阿爸来，可是天上人间已经没有通路了。美布和志拉朵(Ⅳ/B1.14)有点失望了。\n一天晚上，美布(Ⅳ/B1.14)梦见阿爸来到了她家里，对她说了许多话，猛一醒来，不见阿爸，自知是梦。她推醒志拉朵(Ⅳ/B1.14)，说：“阿哥，阿爸托梦告诉我，他不来人间帮我们消除灾害了，我们咋个办呀！(Ⅳ/C15.7)”\n志拉朵(Ⅳ/B1.14)早有所料，便不慌不忙地说：“阿妹啊，单靠天神咋行啊！靠我们自己的一双手，勤劳节俭，定能消除灾害，过上美满幸福的日子呀！”\n自此，志拉朵(Ⅳ/B1.14)每天带着猎狗，上山打猎，早出晚归。他机智勇敢，活捉了一头角长体壮的大野牛，又生擒了一头角短体小的黄野牛，牵回家里喂养。大牛取名为犏牛，小牛取名为黄牛。他驯化了它们，耕地有了牛，荒芜的土地又种上了庄稼。志拉朵(Ⅳ/B1.14)还捉回了野驴、野羊、野猪、野鸡，统统牵回家里由妻子喂养驯化(Ⅳ/D19.2)(Ⅳ/E0)。从这时起，人间便有了家养的牛，驴、羊、猪等家畜了(Ⅳ/F9.6)(Ⅳ/G1.3.9)。\n美布Ⅳ/B1.14)天天下地做农活，种青稞，点麦子，精心除草，收割打场，不再浪费一颗粮食。她又把家里收拾得千干净净，头上的虮子也没有了，又戴上了银戒指，戴上了金首饰，以前更加美丽了。他们又过上了幸福美满的生活。\n",
        "otherInfo": ""
      },
      {
        "id": 22,
        "epicTitle": "阿巴补摩",
        "ethnicGroup": "",
        "narrator": "刘光元",
        "translator": "",
        "collector": "罗世泽",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川汶川",
        "recordingDate": "",
        "text": "开天辟地的时候，木巴造了人种，地上就有了人烟。那时候，人和神住在一起。有个神女名叫姜顿，一夜，她梦见一条很大的红龙，缠住她不放，吓得她从梦里惊醒，出了一身大汗。从此，她感到身子不空了，隔不了好久，就生了个娃儿。这个娃儿一落地就满屋子一片红光。她男人捡起一看，是一个奇眉怪眼的男娃子，脑壳上还长了一对牛角角。男人生气了，要把娃儿丢了。他对姜顿说：“我是西方的神，你是西方的神女，我们带了这么个丑娃娃，咋个好去见世面呢，不如早点甩了算了。”\n“对嘛，丢到河里冲走算了”，姜顿也同意了。\n男人正要动手，娃儿说话了：“阿妈，不要丢掉我呀，我是天龙的后代，我要为凡间做好事。凡人没得粮食，要我去取粮种，凡人没得治病的药，要我去找呀！”\n姜顿说：“咦，这娃儿生下来就会说话，长大了一定有出息。管他的唷，把他养起算罗。”“对嘛，养起嘛。给他取个啥子名字呢？”“他是龙的后代，就叫补摩吧！”这个娃娃就叫补摩了。\n补摩（Ⅴ/B1.2.36）（Ⅳ/B1.1.13）很快就长大了，力气很大，也很能干。那阵子凡间没得粮食（Ⅴ/A3.1）（Ⅳ/A37），人们生活很苦（Ⅳ/C36），他就下决心到天上向木巴（Ⅳ/B2.44）要粮种，给凡人送粮。\n补摩（Ⅴ/B1.2.36）（Ⅳ/B1.1.13）到了天上，向木巴（Ⅳ/B2.44）述说人间苦情，但是木巴（Ⅳ/B2.44）只同意给两种粮种，叫他五月初五来拿青稞种，七月初七来拿小麦种。补摩（Ⅴ/B1.2.36）（Ⅳ/B1.1.13）为了给凡人多找点粮食（Ⅳ/C10）（Ⅴ/C6），趁木巴不注意，偷了粟谷种藏在左耳里（Ⅳ/E1.14），偷了荞子种藏在右耳里（Ⅳ/E1.14），偷了高梁种藏在头发（Ⅳ/E1.12）里，还在肚脐眼（Ⅳ/E1.40）里藏了油菜种（Ⅳ/D13）（Ⅴ/D59）（Ⅴ/E0）。补摩（Ⅳ/B1.1.13）回到人间，烧了一块火地，把粮种播在火地上。哎哟，不久就长出粮食来了。那阵的粮食（Ⅳ/F11.17）（Ⅳ/G1.9），每棵从根根到颠颠结满了吊吊，人的生活就好过了。从此，大家对补摩（Ⅳ/B1.1.13）都很感激，也很尊敬，随后他就当了西方羌族的首领，羌民们都尊称他是“阿巴补摩”（Ⅴ/F9.21.1）（Ⅴ/G9.17.1）。\n人有饭吃以后，就有了百病流行（Ⅴ/A24.8），这百病又把人们整恼火了。补摩（Ⅴ/B1.2.36）又被人间的苦痛愁倒了。\n补摩（Ⅴ/B1.2.36）愁来愁去没办法，就又到天上去找木巴（Ⅴ/B2.61）。木巴（Ⅴ/B2.61）说：“吱，这些凡人太不知好了，以前吃草、吃泥、吃虫子都没得病，现在吃了五谷反倒生百病，这才怪哩，你还是去喊他们吃草、吃泥、吃虫子吧。（Ⅴ/C38.5）”补摩（Ⅴ/B1.2.36）回到凡间，和人们到各处去找过去吃过的草（Ⅴ/E4.29）、泥（Ⅴ/E4.6）、虫（Ⅴ/E6.24），他又亲自煮来尝。试了很多次以后，他找到了治百病的药（Ⅴ/D5.10），减轻了人们的痛苦。所以现在的中草药，离不开各种草、泥和虫子（Ⅴ/F32.1.1）（Ⅴ/G32.1.1），这就是阿巴补摩开的头。\n",
        "otherInfo": ""
      },
      {
        "id": 23,
        "epicTitle": "燃比娃取火",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "",
        "collector": "罗世泽",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川汶川",
        "recordingDate": "",
        "text": "传说，远古时狗是大地的母舅，公鸡是太阳的朋友。人还是野人的时候，神和人住在一起，只隔一道叫喀尔克别山的山梁。不过天庭有严格的禁令，神不能和人有往来。在喀尔克别山的这一面凡间境地上，有一座峻峭优美的花果山，叫做尼罗甲格山。这里山水相连，丛林、牧草茂盛，是天然的好牧场，所以，每当吉祥的日子，神仙都喜欢到这里游玩。\n有一天，一大群凡人寻找食物，来到了尼罗甲格山下，发现了满山果树上长着红红绿绿的果子，大伙儿美美地吃了个痛快。人群中的首领，是一个美丽能干的年轻姑娘，名叫阿勿巴吉。她聪明颖慧，和蔼可亲。阿勿巴吉看中这个地方很富饶，就决定在这里住下。很快，大家找山洞，搭树棚，忙碌起来。为了过好生活，首领叫大家有秩序地采摘果子，不要糟蹋果子，还把能贮放的硬果贮藏起来，准备缺果时吃。就这样，大家过着安定的生活。\n在一个吉祥的日子（Ⅴ/A1），神仙们又到尼罗甲格山游玩，听到山脚下闹闹嚷嚷的，一看，原来那里有很多凡人。神仙们觉得打破了他们的安静，有个多事的神仙，便把这件事添盐加醋地奏寒了天帝木比塔（Ⅴ/B2.62）（Ⅴ/C70.1），天帝（Ⅴ/B2.62）不分青红皂白，派了恶煞神喝都（Ⅴ/B2.64）下凡去惩治这些凡人。喝都（Ⅴ/B2.64）是个心胸狭窄，眼光短浅，只知道损害他人的恶神。他领了天帝的旨意，得意地来到尼罗甲格地方，对着无辜的凡人狠心地使出魔法（Ⅴ/D11.15）（Ⅴ/E0）。霎时，天昏地暗，黑气滚滚，冷风嗖嗖，大雪纷飞。水结了冰，树落了叶，花草蔫枯了，年老体弱的人被冻死了。人们从未见过这样寒冷的天气，（Ⅴ/A41）冻得困在洞中不敢外出。据说，从此人间有了冬天（Ⅴ/F6.2.2）（Ⅴ/G7.3.3）。\n女首领阿勿巴吉想：这样困在洞中只有等死，必须闯出去才有生路。她带着人们走出了山洞，用优美动听的歌声鼓励人们；“冷啊！冷啊！天降的不幸！动吧！动吧！劳动才能争得生存！......随着歌声，人们走到原野，刨开积雪，挖草根找嫩芽维持生活。就在这时，正在尼罗甲格山顶上游玩的天神蒙格西，听到山下歌声袅袅，便循声而来，只见一个裸露上身的美丽少女，带着一群凡人，边唱歌边在雪地挖草根，顿时起了爱慕之心。他走过去，把自己的外衣脱下，轻轻给少女披在身上，并倾诉自己的爱慕之情。据说，这就是女人穿长衣服的来历，羌族妇女至今仍有穿长衣的习俗。\n天神蒙格西（Ⅴ/B2.65）温情地从怀里取出一个鲜红的果子，送到阿勿巴吉口中。吃了甜香的果汁，阿勿巴吉顿时觉得腹中实腾腾的。临别时蒙格西（Ⅴ/B2.65）对她说：“姑娘啊！我是天庭火神蒙格西，我们俩有缘分，以后你生了孩子，叫他来找我吧！人间太冷了，叫他来为人类取火啊！”\n阿勿巴吉怀孕了，十个月后，生了一个男孩，浑身长着长毛，还长着长长的尾巴，生下地就开口说：“阿妈！我的阿卜呢？”妈妈很诧异，心想这真是天神的孩子啊！妈妈见孩子长得虽是猴相，却很聪明，就取名叫“燃比娃”（Ⅴ/B1.2.37）。那孩子从小就机灵，稍大点，采果、打猎样样都行，长到十六岁，就有很大的力气，能爬树，能飞行，悬崖峭壁他能一跃而上，还很吃苦耐劳。\n阿勿巴吉见儿子已经长大成人，心里十分高兴。一天，她对孩子说：“尕刚呀！你已经长大成人了，你应当为大家做点事情啊！”燃比娃（Ⅴ/B1.2.37）见妈妈有心事，就恳切地问道：“阿妈！我该怎么办呢？”妈妈含着眼泪拉着孩子哽咽地说：“你阿卜是天庭的火神，神规严厉，不敢同我们住在一起，你朝太阳走的方向去找你的阿卜吧！人间太冷了，请他给点火种，为人们取暖、照明吧（Ⅴ/C8.13）！”燃比娃（Ⅴ/B1.2.37）听了母亲的嘱咐，心头豁然开朗，对妈妈说：“阿妈啊，你放心吧！我一定找到阿卜，为大家取回火种！”\n燃比娃（Ⅴ/B1.2.37）辞别了母亲和长辈，踏上为人类取火的道路。他朝着太阳运行的方向，不停地往前走，逢崖攀登，遇水飞越。走呀走，走了三年又三个月，翻过三十三道峻岭，飞过三十三条大河，走得筋疲力尽了，还不知天庭在哪里。他走到一座山岭上，正坐地休息，树上飞来一只喜鹊，向他点头翘尾地叫着。燃比娃（Ⅴ/B1.2.37）向喜鹊问道：“霞虾呀！天庭在哪里，你知道吗？”喜鹊回答说：“撒，撒，格里撒。”\n燃比娃（Ⅴ/B1.2.37）得到喜鹊的指引，又起身向前走，逢崖攀登，遇水飞越，走呀走，一直走了九年又九个月，翻过了九十九道峻岭，飞过了九十九条大河，斗过了无数野兽，历尽了千辛万苦。一天，他面前出现一座城廓，这是他从未见过的，不免有些畏怯。他正站在远处观望，忽然身后走来一个人，吓了他一大跳。来人含笑说：“燃比娃，你来取火吗？”燃比娃（Ⅴ/B1.2.37）一听，愣住了。燃比娃心灵嘴巧，请求说：“阿恩！你既知我的来历，就请你告诉我，天庭在哪里？我的阿卜在哪里？”\n来人说：“尕刚啊！我就是你的阿卜蒙格西。我知道你来取火，怕你闯出祸事，特在这里等你呢！”燃比娃（Ⅴ/B1.2.37）一听，马上跪拜在地，向蒙格西（Ⅴ/B2.65）磕了三个头，激动地说：“阿卜呀！把我找得好苦啊！这下总算找到了。快走吧！取火去！”\n蒙格西（Ⅴ/B2.65）叫燃比娃躲在身后，不要乱跑，当心惹出祸事来。于是，父子俩一同来到天城，悄悄地走到神火炉前。蒙格西（Ⅴ/B2.65）拿起一把油竹伸入炉中，烧成火把，交给了燃比娃。燃比娃（Ⅴ/B1.2.37）取火心切，一拿到火把，转身就跑。刚跑出天城，正巧遇到恶煞神喝都（Ⅴ/B2.64）。他一见有人偷火，猛追过来夺火。燃比娃（Ⅴ/B1.2.37）也不肯示弱，两人就厮打起来。喝都虽是恶神，并没有真正本领，他打不过燃比娃（Ⅴ/B1.2.37），只得施行魔法，立刻狂风大作，猛向燃比娃吹来。火把遇风，烈焰直扑向燃比娃（Ⅴ/B1.2.37），他全身的长毛都烧起来了。燃比娃（Ⅴ/B1.2.37）被火烧得昏死过去，倒在地上不省人事，喝都趁机抢走了神火。\n燃比娃（Ⅴ/B1.2.37）虽然被神火烧昏，但他的一颗赤诚为人类取火的心，还没有被火伤着。他心里想起了阿妈的嘱咐，众人殷切的期望，慢慢地复苏了过来，猛地站立起来，忍住满身火伤的疼痛，挣扎着又转回天城，找到阿卜说明喝都夺去了神火的经过。蒙格西（Ⅴ/B2.65）见燃比娃全身烧得漆黑一团，十分难过。他一面叮咛孩子细心谨慎，一面取出一只瓦盆，又从神火炉内取出鲜红的火炭，很快放入盆中，交给了燃比娃（Ⅴ/B1.2.37）。蒙格西（Ⅴ/B2.65）刚开口嘱咐：“这瓦盆不怕风&hellip;&hellip;”燃比娃（Ⅴ/B1.2.37）端起火盆转身就跑。他跑出天城不远，耳听身后沙沙响动，扭头一看，恶煞神喝都又追来了。一阵狂风没有把燃比娃手中神火吹灭，喝都赶忙上前去夺火，两人又是一场恶战。战来战去，喝都仍敌不过燃比娃（Ⅴ/B1.2.37），只得使出魔法。忽然黑云满天，接着是倾盆大雨，平地涨起水来。汹涌澎湃的洪水，把燃比娃（Ⅴ/B1.2.37）卷入浪峰，喝都趁势夺走了神火瓦盆，还把燃比娃（Ⅴ/B1.2.37）打昏，淹没在洪水里。\n燃比娃（Ⅴ/B1.2.37）被水淹昏，漂到一处河滩上，但他那颗赤诚为人类取火的心，还没有损伤。在太阳的温暖下，他想起了阿妈的嘱咐，众人殷切的期望，慢慢地又复苏过来，他睁眼一看，全身被烧焦的黑皮被水泡脱了，完全变成了一个健康俊美的小伙子，可是后面还有一条尾巴。\n燃比娃（Ⅴ/B1.2.37）振起精神，沿着河流方向，又来到天城，找到阿卜蒙格西（Ⅴ/B2.65），从头到尾又把遭受喝都毒手的事诉说了一遍，请求阿卜再设法送给神火。蒙格西（Ⅴ/B2.65）苦苦地想着：人类那样需要火，必须把火送去。他又想了想，对燃比娃说道：“尕刚啊！我把神火藏在白石头里面，这样可以瞒过喝都的眼睛。你去到人间，用两块白石碰击，就会有神火出现，用干草和树枝点燃，就会出现熊熊烈火。尕刚，你做事不能太莽撞了，要细心谨慎啊！你只有等到傍晚，关天城前再动身回去。到凡间天晚路黑时，可以击碰白石照明。记着，回到凡间要好好伺候阿妈，为人们多做好事。”\n燃比娃（Ⅴ/B1.2.37）深深被阿卜的教诲感动，改变了莽撞粗心的毛病。等到天色傍晚，收藏好白石，辞别阿卜悄悄地走到天城门边。恰好这时是关天城的时候，燃比娃心灵腿快，一溜烟跑过城门，只听身后喀嚓一声，两扇城门把他的尾巴给轧去了。传说，从此人类才没有了尾巴。\n为了早日给人类取回神火，燃比娃（Ⅴ/B1.2.37）忍着痛，飞奔转回凡间。他昼夜兼程，不断地跑啊，天黑了碰石照明，肚饿了采果充饥，双脚磨得鲜血直流，也不肯停留一步。燃比娃（Ⅴ/B1.2.37）的正气和毅力，感动了大地，大地为他缩短了行程。不久，他回到了尼罗甲格山下，找到了阿妈。阿勿巴吉含着热泪，抚摸着孩子说：“等了多久啊！尕刚，你到底回来了！取的火呢？”燃比娃（Ⅴ/B1.2.37）兴奋地取出白石（Ⅴ/E4.1.2），两石相碰，发出耀眼的火花（Ⅴ/D6.3）。阿勿巴吉一见这离奇的神火，欢乐地惊叫起来。乡亲们闻声都跑了过来，围着燃比娃，听他讲述取神火的经过。燃比娃（Ⅴ/B1.2.37）按照阿卜说的，找了一些干草和树枝，用白石相碰发出火花，点燃干草和树枝，燃起一堆熊熊的篝火。（Ⅴ/F13.2）（Ⅴ/G14.1）\n这是人类第一堆火啊！人们围着篝火欢乐地跳啊！唱啊！据说这就是跳锅庄的起源。从此，四面八方的人们，都来讨火种，火就在人间传开了。\n有了火，人间才有温暖、光明，才战胜了寒冬和漫长的黑夜；有了火，人类才有熟食，进入文明。这是白石头给人类带来的幸福，所以羌族人民把白石尊为至高无上的神灵。（Ⅴ/F30.7）（Ⅴ/G30.5）\n直到现在，羌族民间仍有尊重火的习惯，如人不能从火上跨过，火塘上不能伸脚，火塘架下不能掐虱子，不能烤尿布等。否则就认为是对火神的侮辱，主人是不答应的。\n",
        "otherInfo": ""
      },
      {
        "id": 24,
        "epicTitle": "白石神1",
        "ethnicGroup": "",
        "narrator": "许贵福",
        "translator": "",
        "collector": "吴廷安、思泽、林忠亮",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川茂县、黑水",
        "recordingDate": "",
        "text": "古时在现在黑水县的红岩乡，发生过一场很大的火灾。事情的原由和经过是这样的：\n（Ⅴ/A0）当时，这里有一个小伙子（Ⅴ/B1）去山上放羊。一天，树上有只乌鸦告诉他说：“这里很快要出现九个太阳，将把这里的草草木木都全部烧死。我劝你赶快离开这个地方，但是不准告诉其他人知道，否则你就不会有好下场。”小伙子（Ⅴ/B1）听完这话后，并没有按照乌鸦所说的去办。他回寨子后，就挨家挨户地把这个消息转告了大家。很快，全寨人都逃走得救了（Ⅴ/C0）（Ⅴ/D58）（Ⅴ/E0）。但这个小伙子（Ⅴ/B1）在随全寨人逃走的路上，却变成了一块洁白雪亮的石头。以后人们为了感谢他和怀念他，就在房顶的中间，四角或周围的墙顶上，竖立起白石头。在过年过节时候对他祈祷祝颂。久而久之，这些白石头就成了人们信仰的神灵。白石神也保佑人们快乐平安，粮食丰收，六畜兴旺。（Ⅴ/F30.7）（Ⅴ/G30.5）\n",
        "otherInfo": ""
      },
      {
        "id": 25,
        "epicTitle": "羌家房顶上的三角形石头",
        "ethnicGroup": "",
        "narrator": "泽旺扬初",
        "translator": "",
        "collector": "江国荣",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川黑水、茂县",
        "recordingDate": "",
        "text": "很早以前，羌寨有只一月红鸟（Ⅴ/B3.2.2）不敬天神（Ⅴ/C16.14），天老爷发怒了（Ⅴ/A40），要用地火来烧羌寨。\n乌鸦晓得了这件事，就对一月红（Ⅴ/B3.2.2）说了。一月红（Ⅴ/B3.2.2）想：自己做事自己当，不能连累全寨羌人，就对全寨人说：“天老爷要用地火烧羌寨，地火凶得很，一个人都跑不脱。你们快跑，跑远一点。”（Ⅴ/D21.22）（Ⅴ/E0）羌民一跑完，地火就烧开了，烧尽了羌寨，一月红（Ⅴ/B3.2.2）被烧成了一块三角形石头。从那以后，羌民把三角形石头放在房顶上，感谢一月红（Ⅴ/B3.2.2）的救命之恩。（Ⅴ/F15.2.33）（Ⅴ/G7.23）\n",
        "otherInfo": ""
      },
      {
        "id": 26,
        "epicTitle": "羌尕之战2",
        "ethnicGroup": "",
        "narrator": "王文清",
        "translator": "韩香芝",
        "collector": "李秉中、王文泽、周巴",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川理县",
        "recordingDate": "",
        "text": "在很久很久以前，羌族人民住在百里山寨，一边种田，一边放牧牛羊（Ⅴ/A1）。那时，山中有一个叫“尕”的民族，穴居在山岩的窑洞里，所以，羌民习惯地称呼他们为“窑人”。这些窑人靠狩猎为生，他们经常在羌人的牧场上偷牛盗马。羌人的首领玉比娃（Ⅴ/B1.1.39），跑到山上烧起柏香枝，请求山神保佑。山神听了玉比娃（Ⅴ/B1.1.39）的哭诉，便转奏天庭。于是天王木比塔变成一个白胡子老人，下到凡间察看虚实。正碰上还愿祭祖的日子，成千成万的羌人在插杆杆，树起日、月、星辰的白布条旗。\n“你们插起杆杆，燃起柏香做啥子？”老人好奇地问。\n“我们在敬天神哩。”羌人虔诚地回答。\n老人又问道：“那么，坟园上挂白布条旗做啥子呢？”\n羌人答道：“这是悼念我们祖先，白布旗就是为祖先敬上的新衣嘛。”\n天王默默地点着头，转身问窑人：“你们在窑顶做什么？”\n窑人答道；“我们在插黄刺、黑刺，用来敬天上的神和地下的鬼怪。”\n呀！神鬼同到，简直是黑白不明，好歹不分，用刺敬神，真是糟蹋神灵，侮辱上天。天王对羌人、窑人问道：“你们的供品、祭食哪个先吃呢？”\n窑人直憨憨地说：“当然自己先吃，吃后再祭祖先，然后便喂猪、喂狗，最后就敬给神灵和鬼怪了。”\n羌人说：“不！先有神灵后有祖先。我们不敬鬼怪，从来都是先敬神灵，再祭祖先。我们这些作子孙的，只能最后吃了。”\n老人从心底赞许羌人，迈步走上寨楼。羌人急忙为老人献上热茶。天王用眼一扫，家家户户全堆着粮食和圆根。\n“你们天天吃些什么呢？”天王问道。\n“我们有啥吃啥。”趁羌人说话时，天王看到他们张开的嘴里，牙缝中只有菜叶子，粮食渣渣。\n老人又到窑人的窑洞里，一眼就看到窑洞角角上堆的全是牛骨头、牛皮子，还有剩下的牛脚脚和没有吃完的牛脑壳。\n“你们天天吃些啥呢？”天王问道。\n“管得才宽哩！你这老头子快走！”\n当窑入张嘴说话时，牙缝里塞满了牛肉筋筋。天王全都明白了。\n七月十五，又是祭祖的日子。窑人从羌人的牧场上抢来大批牛羊，羌人和窑人发生了激烈的争夺（Ⅴ/C21.19）。正在这时，白胡子老人出现在大家的面前。他指着遍地的麻秆子说道：“你们一定要打，那就每人拣三根麻秆作武器，决个胜负好了（Ⅴ/D9）。”\n窑人和羌人各自拣了三根麻秆子（Ⅴ/E4.33）。说也奇怪，羌人手中的麻秆子，全都变成了杨柳条子。看起来轻轻的，软软的，打在身上就留下一道道血印子，钻心一样疼痛。窑人拿的麻秆子，打在羌人身上却跟拍灰一样，把羌人打得大笑起来。窑人大败，只好暂时收兵，但是恶气难消，双方约定冬天要在雪地上决一死战。\n冬天到了，羌人和窑人在茫茫雪地里摆开战场。这时，白胡子老人又出现在两军阵前，说：“雪地上的兵器只有雪（Ⅴ/E4.34），每人拿上三坨。”双方都按老人所说，每入拿了三坨雪。说也奇怪，羌人手中的雪全都变成了白石头（Ⅴ/E4.1.2）。窑人用雪坨坨进攻，打得羌人大笑起来。羌人反击过去，白石头打得窑人一片片地倒下。整整打了一个月，窑人大败，不得不在羌人面前求饶。羌人对窑人说，“看在从前邻居的份上，你们沿着河走，走到河的尽头，那里有土地可种，以后自然有吃有穿，好好地生活下去。”\n羌人用白石头打上界桩，双方饮血盟誓，今后互不侵犯（Ⅴ/F21.3）（Ⅴ/G22.5）。窑人无可奈何地走了。窑人的头人名叫尕，能够变幻妖术，是个诡计多端的人。临行前，他变成一个生着熊头、野猪头、粘虫头、老母虫头的怪物。他用一身九头，召来了这九种兽、鸟、虫。（Ⅴ/C21.19）\n他指使野鸡，下种时去刨食种子：“你应该为花一样的羽毛高傲，粮食成熟了，就去地里跳锅庄。你会更加快乐，更加漂亮。”\n他教唆红嘴老鸹和黑老鸹；“到地里去吃荞子和粟谷粉，吃青稞和麦子吊吊，吃不完就把秆秆咬断。我赞赏你们的黑色，你的心应该和毛一样黑，一样美哟。”\n他献计给野猪、土猪子和老鼠：“你们去拱地坎，去吃庄稼，应该把狡猾和狠毒一齐使出来。我相信你们是机灵大胆的。”\n他派遣粘虫和老母虫：“去吃庄稼苗子，把叶子啃光。你们本来就是没有心子的爬虫，我最敬佩你们没有良心的本性。”\n他命令老熊：“我给你五张嘴巴，用力去糟蹋他们的庄稼！”\n老熊不解地问，“我只有一张嘴巴，哪来五张嘴巴呢？”\n尕说，“有一张嘴巴可以吃，再有两张嘴巴就是两只手，可以刨，可以扯；还有两张嘴巴就是两只脚，可以践踏他们庄稼，合起来不就成了五张嘴巴吗？我最称颂你的勇敢。”\n尕最后对大家说：“你们早上、中午、晚上都下地去，每天糟蹋三回。从种到收，轮换着去整嘛。”同时还吩咐老熊半夜去吃，粘虫和老母虫在地里安家，粮食收回去后，老鼠还可以到家里去偷。总之要把粮食糟蹋个干干净净。\n在尕的支使下，羌人的地里出现了一群又一群的兽、鸟、虫，庄稼遭到严重的灾害（Ⅴ/A24.6）。羌首领玉比娃（Ⅴ/B1.1.39）便带领羌人，把那些害人精打得飞的飞、逃的逃。\n“再敢来就打断你们的嘴壳。”（Ⅴ/D55）（Ⅴ/E0）黑嘴老鸹和红嘴老鸹吓得躲进了林子里，筑巢搭窝，天天都“嘎嘎嘎”地大吼大叫（Ⅴ/F17.19）（Ⅴ/G19.24）。羌人说：这是在向尕呼救呢。\n玉比娃（Ⅴ/B1.1.39）和大家看见野鸡在成熟的庄稼地里跳锅庄，那摇摇摆摆的尾巴，把粮食碰撞得遍地都是。羌人气极了，握刀（Ⅴ/E2.10）就砍（Ⅴ/D56.1）。所以直到现在，野鸡尾巴上还留下一格格的刀印子，每当野鸡受惊，便“唧唧唧”地惊呼（Ⅴ/F17.20）（Ⅴ/G19.25），好像是在说羌人来了，赶快逃命。\n玉比娃（Ⅴ/B1.1.39）带领大家，用沙（Ⅴ/E4.35）把粘虫的眼睛打瞎了（Ⅴ/D56.2），直到今天，粘虫都没有眼睛。老母虫的脑壳被打伤后，藏进了土里，直到今天，都不敢爬出地面，头上永远留着一块褐色的伤疤（Ⅴ/F17.21）。（Ⅴ/G19.26）\n玉比娃（Ⅴ/B1.1.39）带着大家，用树棍子（Ⅴ/E4.10.2）打断了土猪子的鼻梁（Ⅴ/D56.3）。从此，土猪子的断鼻梁上就有一道白毛（Ⅴ/F17.22）（Ⅴ/G19.27），只要轻轻在鼻梁上敲一下，马上就会一命告终。\n玉比娃（Ⅴ/B1.1.39）和大家围住了野猪，在它耳朵上一提，耷着的耳朵被扯成了立起的尖耳朵，嘴被一拉也扯得好长，（Ⅴ/D56.4）成了尖嘴巴。野猪的子子孙孙都成了立耳尖嘴的怪样子（Ⅴ/G19.28）。\n玉比娃（Ⅴ/B1.1.39）和老熊搏斗，一拳击中了它的胸口（Ⅴ/D56.5），老熊嚎叫着逃掉了。后来，老熊心窝上长出了一小团白毛（Ⅴ/F17.24）（Ⅴ/G19.29），成了它送命的标记。\n玉比娃（Ⅴ/B1.1.39）捉住老鼠后，随手丢进火堆（Ⅴ/D56.6）。老鼠挣扎着拼命钻进洞里。所以现今的老鼠，始终拖着一根被火烧得光秃秃的尾巴（Ⅴ/F17.25）（Ⅴ/G19.30）。羌人赶走了窑人，从此过着安定的生活。\n",
        "otherInfo": ""
      },
      {
        "id": 27,
        "epicTitle": "欧吾太基和欧吾太密",
        "ethnicGroup": "",
        "narrator": "木尖基",
        "translator": "",
        "collector": "江国荣",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川黑水",
        "recordingDate": "",
        "text": "（Ⅴ/A0）欧吾太基是在群山中最高，终年积雪的神山；欧吾太基山神是山神之中年龄最大的神灵，他的本事出众，武艺超群，威信赫赫，是山神的首领。\n欧吾太基雪山坐落在黑水河的西岸，面西背东，高耸入云。银光闪耀的雪峰是他的桂冠。在晴朗的夏日黄昏，站在西藏布达拉宫的经楼上，可以看到欧吾太基雪山像背篼那么大的尖顶。从前，有一位青年猎手，爬上了欧吾太基的雪峰，返回的时候在山上屙了把屎，得罪了山神爷。他迷了路，走一圈，又回到了屙屎的地方，不论他朝那个方向走，仍然要回到原地。于是他忙向山神爷欧吾太基赔礼道歉说：“山神爷欧吾太基，后生年幼无知，得罪你了，一定悔改，、请你恕罪。”说完摘下帽子，把冻得像冰块的屎包起，才下得山来。\n雪峰下有许多海子；明亮、闪光，这是欧吾太基头上的珍珠，是他的镇山法宝；山上的熊、獐、鹿、兔，是他的兵将，个个骁勇善战。\n欧吾太基山神和峨眉山神、董乌里山神、安米日马寝山神四位是好朋友，每年轮流做东，欢宴三日。同时举行摔跤、赛马、比武，常常闹得天昏地暗。他们若在董乌里山聚会，松潘县必然要打雪弹子，若在欧吾太基聚会，黑水定有山洪暴发。\n欧吾太基雪山与他的妻子欧吾太密雪山紧紧相连。欧吾太密山神是一位善良贤淑的女神，最能体察神界忧怨，人间疾苦，四山神聚会带来神山不安，人间灾荒，欧吾太密感到非常痛心。\n一次，欧吾太基（Ⅴ/B2.31.2）从朋友家聚会回来，看见欧吾太密（Ⅴ/B2.31.3）满面泪水，悲愤忧伤，便问妻子什么缘故。欧吾太密（Ⅴ/B2.31.3）说：“我们受禄于人间烟火，不可让众人失望，应为社稷生灵分忧，应为人间百姓造福。你为众山神之首，应做出榜样（Ⅴ/C9）（Ⅴ/E0）。”\n欧吾太基（Ⅴ/B2.31.2）觉得妻子说得有道理，连忙赔不是，并劝说众山神改过（Ⅴ/D4.3）。自此，欧吾太基山下，黑水河畔，风调雨顺，庄稼丰收，六畜成群，人们生活幸福。（Ⅴ/F30.4）（Ⅴ/G30.2）\n",
        "otherInfo": ""
      },
      {
        "id": 28,
        "epicTitle": "岐山大王和罗和二王",
        "ethnicGroup": "",
        "narrator": "肖德升、刘光园",
        "translator": "",
        "collector": "罗世泽",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川茂县、汶川",
        "recordingDate": "",
        "text": "（Ⅴ/A0）古时候，岷江地头出过两个能干的兄弟。哥哥名叫牙鲁（Ⅴ/B2.67），生于八月初三，是个法力通天的大巫师，弟弟，名叫于永（Ⅴ/B2.68），生于六月二十四，是个本领高强的打猎手。兄弟俩都被羌民推举为首领。牙鲁（Ⅴ/B2.67）统领岷江上段，镇山魔，保全地方安宁，于永（Ⅴ/B2.68）统领岷江下段，修水沟，种五谷。他们为民做了不少好事。人们爱他们；敬他们，木巴也喜欢他们。（Ⅴ/C71）他们死后，就被木巴封为地方神（Ⅴ/D34.2），牙鲁（Ⅴ/B2.67）封为歧山大王（Ⅴ/F14.1.3）（Ⅴ/G15.1.3），于永（Ⅴ/B2.68）封为灌口二王（Ⅴ/F14.1.4）（Ⅴ/G15.1.4）。百姓因为怀念他们，就给他们修了祠堂庙宇，茂州修的是“岐山大王庙”，灌县修了罗和二王庙。每年一到他们的生日，百姓都要去庙内祭敬他们。\n日子红火了（Ⅴ/A1），岷江上段花红园的寨民们心术不好，只许愿不还愿。岐山大王（Ⅴ/B2.67）就叫小儿子变一条大蛇去感化他们，叫他们回心转意学好。哪知花红园的寨民顽固不化，不但不改过，放羊娃儿还一箭把蛇的眼睛射瞎了一只。岐山大王（Ⅴ/B2.67）一生气，狠狠地踢了一脚，把大山踢翻了，折断了岷江大河的水，要用水去淹死花红园的人。\n岷江断了水，灌口的二王（Ⅴ/B2.68）吓倒了，就跑去对哥哥岐山大王（Ⅴ/B2.67）说：“哥哥，使不得，你把水给我断了，我的百姓咋办？水积多了，一崩下去，我的百姓要遭殃呢！”（Ⅴ/C9）\n岐山大王（Ⅴ/B2.67）说：“兄弟，我只是一时生气，不怕。我以前帮你治水救你的百姓，现在还会整他们么？！”岐山大王（Ⅴ/B2.67）便使起法术，让积起的河水慢慢流了下去，一点没有伤害二王的百姓。（Ⅴ/D9.30）（Ⅴ/E0）\n二王又叫二郎神，他很灵验，水妖水怪都怕他；不敢兴风作浪。后来，皇帝封他为川主子。各地给他修了“川主庙”，他成了地方的正神。（Ⅴ/F15.1.13） （Ⅴ/G7.5.1.31）\n",
        "otherInfo": ""
      },
      {
        "id": 29,
        "epicTitle": "黄水滔天的故事·兄妹成亲2",
        "ethnicGroup": "",
        "narrator": "何天云",
        "translator": "",
        "collector": "李明、林忠亮、刘光辉",
        "compiler": "林忠亮",
        "rewriter": "",
        "collectionArea": "四川北川县小坝羌族藏族乡",
        "recordingDate": "",
        "text": "传说，很早以前，有个猴子爬到一棵很高的马桑树上，顺着树尖到了天上。它在天上东翻翻西搞搞，天神警告它，不要把金盆里的水打倒了，打倒了就会把地上的人全淹死。它不听，偏偏要去翻弄金盆，结果，把金盆搞翻了，水倒了出来，引起地上黄水滔天。\n有两姐弟见势不妙，慌忙钻进一个大黄桶(Ⅲ*/D1.14)(Ⅲ*/E2.31)内，随波逐流，一下子被波涛涌到半天云头，一下子又随黄水落在高山峡谷。也不知道过了多少天，黄水渐渐退了。他俩也随着黄桶停在一座山上，出来一看，村寨房子都没有了，亲戚好友都不在了，一片荒凉，到处都没有人烟，只剩下他们姐弟二个人了。弟弟难过地说：“爹爹妈妈没有了，哥哥妹妹没有了，只剩我们两姐弟了，咋个办嘛?”姐姐向弟弟说：“弟弟，光着急也没得用，要想法把人烟繁衍起来，只有靠我们两姐弟了。我们各背一扇手磨，你背上扇，我背下扇，你爬那边山，我爬这边山，到了山顶上，把两扇磨子滚下来，如果两扇磨子合在一起了，我们两人就配成一家。”弟弟答应了。他俩背上磨子爬上高山，打了一声“呵嗬”,俩人同时把各自的半扇磨子滚下去后，便下到河坝一看，两扇磨子合到一起了。姐姐的那扇在上面，弟弟的那扇在下面，从此，他俩就配成了一家。\n不久，姐姐身怀有孕，后来，生了小孩。姐姐问：“是个啥样?”弟弟说：“是个肉坨坨，你好生休息，我拿去安排。”姐姐问：“你咋个安排嘛?”弟弟说：“你不要愁，我自有办法。”说完，弟弟把肉坨坨拿出门外，割成很多小坨坨，边走边挂在犁子树上、桃子树上、核桃树上、柏杨树上、李子树上......百种树上都挂满了。挂完后，弟弟回去说：“姐姐，我把那坨肉都安排了。”姐姐问：“咋个安排的?”弟弟把详细情况向姐姐说了一遍。\n第二天，弟弟起得早，一出门就看到四面八方的树林里都在冒烟。弟弟走过去看，每棵树下都有一家人，桃子树底下那家人姓陶，李子树底下那家人姓李，核桃树底下那家人姓郝，白杨树底下的那家人姓白......弟弟高兴地回来说：“姐姐，起先我们只有两个人，百种树上挂上了肉坨坨后，现在有百家人了，人烟繁衍起来了。”\n",
        "otherInfo": ""
      },
      {
        "id": 30,
        "epicTitle": "太阳和月亮",
        "ethnicGroup": "",
        "narrator": "朱文仙记",
        "translator": "",
        "collector": "",
        "compiler": "倪明高",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "相传，在很早以前，地面是平平展展的，没有沟壑，也没有山峰(Ⅲ*/A1)。\n那时，有一种树名叫马桑树，高与天齐。一天，一群无聊的猿猴顺着树枝攀到天宫，翻倒了天宫中装雨水的缸子(Ⅲ*/C11.2)，顿时雨如泉涌，洪水朝天，马上要淹没南天门。\n正在巡游的天神木比塔见到这般情景，急念咒语(Ⅲ*/E4.5)，大水方才流散(Ⅲ*/D14.11)(Ⅲ*/F4)，但见人间已经断了烟火，地面上沟渠纵横。\n木比塔看到这个情景，不觉长叹一声。忽然，一个天将来报告，说有兄妹(Ⅲ*/B1.1.2)二人看到平地起水，便一起钻进牛皮口袋(Ⅲ*/E5.8.1)里(Ⅲ*/D1.10)，随水进天门浮到了宫中。\n木比塔一阵高兴，急回宫中，见兄妹二人(Ⅲ*/B1.1.2)长得聪明可爱，上前问他们叫什么名字，男的说他叫月亮，女的说她叫太阳。\n木比塔给月亮和太阳讲述了人间和天庭的故事，他说：“现在洪水滔天，凡间已无人迹，只望你们兄妹俩来做做好事。”木比塔委婉地说明要他们兄妹(Ⅲ*/B1.1.2)成亲(Ⅲ*/D3.1)。\n兄妹俩(Ⅲ*/B1.1.2)听明白木比塔的意思后，说什么也不情愿。\n木比塔无法，只得让他们各持一块磨石(Ⅲ*/E2.3)，从遥远的两山放下去，如果两扇石磨相碰，他们便成亲(Ⅲ*/D6.1)。\n兄妹俩(Ⅲ*/B1.1.2)依言各站一个山头，将磨石放下，结果两扇磨石正好在山下相碰。\n兄妹俩(Ⅲ*/B1.1.2)还是不肯屈从。木比塔见他们这样坚贞，非常感动，但为了凡间的兴旺，也只有委屈他们了，便又说道：“那么,你们在相隔遥远的两个地方各烧一堆火(Ⅲ*/E1.5)，如果火烟在上空合在一起，你们兄妹便成亲(Ⅲ*/D6.12)。”\n兄妹俩(Ⅲ*/B1.1.2)又照吩咐生火，结果烟子在上空合为一处了。兄妹(Ⅲ*/B1.1.2)知道天神的意志难改，又为木比塔这样关怀人间而感动，便结了婚。\n不久，妹妹(Ⅲ*/B1.1.2)怀孕了，生下一块肉坨坨(Ⅲ*/E3.1)。木比塔知道后，让他们将肉坨坨切成小肉块，东南西北各撒一把(Ⅲ*/D5.2)。\n过了几天后，只见凡间火烟四起，木比塔让撒在石头上的肉坨坨变成的人家姓石，撒在水中的姓河，撒在土中的姓泥......(Ⅲ*/F2)(Ⅲ*/G2)(Ⅲ*/G2.4)\n月亮和太阳为人间的兴旺立下了不朽的功绩(Ⅱ/A9.2)，木比塔决定留他们在天庭生活，但兄妹俩(Ⅱ/B5.4)不愿意，他们要守护自己的子女。可是由于兄妹(Ⅱ/B5.4)成亲，此时再无脸相见，要求天各一方(Ⅱ/C20.2)。\n木比塔很赞赏兄妹俩的德行，就让他们提着神灯(Ⅱ/E7.9)白天黑夜轮流照看自己的子女(Ⅱ/D14.3.1)。\n哥哥月亮知道妹妹羞愧难当，就让她晚上出去照看凡间，晚上没有人看她、笑她。但是，妹妹惧怕黑夜，哥哥又让她白天出去，妹妹又怕凡人羞她。哥哥便给她出了一个主意，让她带着万束银针(Ⅱ/E4)白天出去，若有人羞她、看她时，就用针尖去刺他们的双眼......\n从此，兄妹俩(Ⅱ/B5.4)再也不能相聚了。每当妹妹太阳快要落山时，回头望去，哥哥还在遥远的山巅护送她；而当她从东方跳起，想呼唤一声哥哥时，月亮哥哥已从西边的天幕上消失了(Ⅱ/F5.2)(Ⅱ/G6.1)。他们就这样带着离别的痛苦来照亮人间。\n同时，木比塔下令，凡间严禁兄妹成亲(Ⅱ/G8.2)，而长齐天高的马桑树，离地三尺便自己干死了。\n",
        "otherInfo": ""
      },
      {
        "id": 31,
        "epicTitle": "五谷粮食的来历",
        "ethnicGroup": "",
        "narrator": "扎西",
        "translator": "",
        "collector": "王康、吴文光、龚剑雄",
        "compiler": "王康",
        "rewriter": "",
        "collectionArea": "松潘县镇平乡双泉上村",
        "recordingDate": "",
        "text": "传说洪水滔天以后，俩兄妹经过重重磨难，终于克服困难，繁衍了人类(Ⅳ/A15.2)。当时，世界上的人是有了，但是还没有粮食。因为洪水滔天的时候，所有的粮食都被水冲走了，由于没有粮食吃(Ⅳ/C10.5)，俩兄妹和他们的子孙们都很着急。一天，俩兄妹领着子孙下山来找吃的，看到在一些没有消退完的洪水上浮着几只狗(Ⅳ/B3.2)。(狗会浮三江，所以洪水滔天的时候，没有沉底)俩兄妹就请它们上天去跟老天爷要粮食(Ⅳ/D4.8)。狗(Ⅳ/B3.2)看到人靠实肇冽,也就答应了。这下子，狗(Ⅳ/B3.2)就顺水浮到了天上，去向老天爷要粮食。狗(Ⅳ/B3.2)看到老天爷以后先是叩头，接着就扯起嗓子哭，说自己靠实饿得不行了，请老天爷给点粮食来吃。老天爷看到狗(Ⅳ/B3.2)这么肇冽，还真心实意地来帮助人类，就答应了它的要求。等狗(Ⅳ/B3.2)要从天上下来的时候，老天爷看到狗尾巴的毛长得深，种子藏在里面不容易被弄掉，就顺手抓起青稞、麦子、胡豆、豌豆、大米这五谷，每一样在狗(Ⅳ/B3.2)的尾巴上(Ⅳ/E4.5.1)撒了一点(Ⅳ/D12.23)。等狗(Ⅳ/B3.2)把五谷的种子从天上拿到地下来的时候，地下的水也差不多都消了，狗(Ⅳ/B3.2)就把五谷交给了俩兄妹。从此，人类也就又有了粮食(Ⅳ/F11.21)(Ⅳ/G1.9)。由于是狗(Ⅳ/B3.2)给人类带来的五谷，所以大家都很感谢它，把它养在自己的房屋里，给它吃的和睡的。据说这也是老天爷的意思，因为老天爷在给狗的尾巴上撒五谷的时候，专门用手指甲在每种粮食的种子上掐了一下，意思是说狗(Ⅳ/B3.2)和人生活在一起，不能吃亏太凶了。狗(Ⅳ/B3.2)从天上取下来的粮食，必须人吃一半，狗(Ⅳ/B3.2)吃一半(Ⅳ/G3.1.2)。所以，直到现在，五谷的上面都还留有一个指甲印子(Ⅳ/G3.3.8)。",
        "otherInfo": ""
      },
      {
        "id": 32,
        "epicTitle": "山是咋个来的",
        "ethnicGroup": "",
        "narrator": "林波",
        "translator": "",
        "collector": "王康、吴文光、龚剑雄",
        "compiler": "王康",
        "rewriter": "",
        "collectionArea": "松潘县小姓乡",
        "recordingDate": "",
        "text": "传说，很早很早以前，洪水滔天后，整个地球都变成了汪洋大海(Ⅳ/A15)。地球上的人除了俩兄妹(Ⅳ/B1.2.2)外，都被洪水淹死了。这俩兄妹(Ⅳ/B1.2.2)漂浮在茫茫大海上，心想：要活命就得想办法治服洪水(Ⅳ/C26.1.1)。但怎么才能治服洪水呢?他们也没得啥子好办法，只好上天去请来九个太阳，共同轮流照晒大海。慢慢地，大海里的水被晒干了很多，但是人还是不能下地生活。没有办法，他俩又请天神朝地上撒金子。但金子撒下地后，还是不能镇住水。最后，就只好请天神把金子、石头、泥巴一起往地上撒(Ⅳ/D12.22)，这样才慢慢地把水镇住了，使水像河流的样子，由高处往低处流。由于天神在撒金子(Ⅳ/E7.12)、石头(Ⅳ/E7.2)、泥巴(Ⅳ/E7.3)的时候，用力不均，有的地方撒得多，有的地方撒得少，有的地方撒到了，有的地方没有撒到。撒到的地方就变成了山(Ⅳ/F6.2)(Ⅳ/G1.4.1)，撒不到那么多的地方就成了海(Ⅳ/F6.3)(Ⅳ/G1.1)。又由于天神是把金子、石头、泥巴混在一起撒下地的，所以现在各种金矿都是同石头和泥巴混杂在一起的(Ⅳ/G10.2)。",
        "otherInfo": ""
      },
      {
        "id": 33,
        "epicTitle": "白石神的传说",
        "ethnicGroup": "羌族",
        "narrator": "",
        "translator": "",
        "collector": "",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "四川省茂县和黑水县毗连地区",
        "recordingDate": "",
        "text": "古时，羌区曾发生一场特大火灾。一天，一羌族青年去山上牧羊，树上一只乌鸦对他说：“这里很快要出现九个太阳，将把草木全部烧光，你要赶快离开此地，但不准再告诉别人，否则不会有好下场。”小伙子并没按乌鸦所说的办，他回寨后，挨家挨户地将此消息转告大家。很快，全寨人都逃离得救；而小伙子却不幸变成一块洁白雪亮的石头。后人为了感谢和怀念他，就在房顶的中间、四角或围墙顶上供奉白石，向它祈祷祝颂，久而久之，白石便成为人们信仰的神灵。白石保佑人们清洁平安，粮食丰收，六畜兴旺。流传于四川省茂县曲谷乡的白石神话有三说。一说，远古时候，作为游牧民的羌人，在大西北河湟一带逐水草而居。其中有的支系逐渐迁徙到四川岷江上游。为了回归时不致迷路，便在经过的每一山头或岔道口的最高处放一白石作路标。这样，白石就成了羌民的指路石。又说，当羌民从河湟一带迁至岷江上游时，遭到当地土著的戈基人攻击而发生械斗，羌人得到天神木比塔的指点，以白石击败用雪团作武器的戈基人。另说，一次，羌人与戈基人相搏，羌人先败，逃至一大白石岩洞内躲藏。戈基人追至洞口时，突然一层浓浓的白雾挡住视线，戈基人只好返回，羌人幸免于难。此后，白石成为保护羌人威力无穷的神物，受到羌人的膜拜，尊崇为白石神或塔子神。",
        "otherInfo": ""
      },
      {
        "id": 34,
        "epicTitle": "彝家的古根（节选自《查姆》）",
        "ethnicGroup": "彝族",
        "narrator": "",
        "translator": "",
        "collector": "",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "亲爱的阿哥，亲爱的阿姐，请慢慢听彝家的“查”,请细细听彝家的古根。\n——序歌\n1、天地的起源\n远古的时候，天和地连成一片，一片混沌(Ⅱ/A8)(Ⅰ/A2)(Ⅳ/A6)。下面没有地，上面也没有天，天和地无法分。天就是地，地就是天，更是没法分出黑夜，更是无法分出白天。\n可是，在这个混沌世界里，却笼罩茫茫的雾露，那雾露有时形成一团团，有时又形成一股股，一时在翻滚，一时在奔腾。时昏时暗多变幻，时清时沌，一年复一年。\n雾露里有地，\n雾露里有天。\n在这混沌的世界里，一时天翻成地，一时又地翻成天，翻翻滚滚，滚滚翻翻，这中间不见飞禽，这中间更没有人烟。没有土地，草木也不能生，没有青山，也没有滔滔的大海，更没有滚滚的河川，没有太阳的照耀，也没有一颗星星，没有晚上的月亮，更是没有打雷，没有闪电。只有一片混沌，只有雾露翻滚。\n众神之王涅侬倮佐颇，他想要造天，他想要造地，他便召集了众天神。找来了人神之王入黄炸当地，找来了水界之王罗塔纪，请来了龙王罗阿玛，请来了天上的诸神，地下所有的人神，还叫涅侬倮佐颇的儿女们(Ⅱ/B1)(Ⅰ/B2.3.2)也一起参加，召开了一次造天造地、安排日月星辰、铸造宇宙山川的会议。\n众神(Ⅱ/B1)商议，要造天造地，必须先造太阳和月亮，有了太阳和月亮，才能叫雾露凝聚和散失(Ⅱ/C29.1)。涅侬倮佐颇便派龙王罗阿玛，去太空之中种一棵树。\n“种什么树?”\n“种一棵梭罗树(Ⅱ/E5.6.1)。”\n种一棵梭罗树干什么?龙王罗阿玛没有问，它便去到雾露翻滚的空中，种下了一棵梭罗树。\n梭罗树种活了，一日长一节，一年长成树，一树生出四枝丫杈，一杈又生出四匹叶子，每一匹叶面上又长出四朵花。\n这棵梭罗树，\n是树木的祖先。\n可是，这棵梭罗树，却白天不开花，到了夜晚开出银一样白净的鲜花。\n众神之王涅侬倮佐颇，又对他的长子撒赛萨若埃说：“撒赛萨若埃，听着，我派你到一千层天空中去，在那里也种上一棵树。”\n“种什么树?”“种梭罗树。”\n种梭罗树干什么呢?撒赛萨若埃没有问他的父亲，就去了一千层的高空之中。他就用翻滚的雾露当作泥土，他就用雾露的翻滚当作水，也种下了一棵梭罗树。\n梭罗树种活了，一天长一节，一年便长成一棵大树，一树生出四枝丫杈，每一枝丫杈长出一匹叶子，四个丫杈便长出四匹叶子，一匹叶子长出一朵鲜花，四匹叶子便长出四朵鲜花，四朵鲜花都红嫣嫣。每一朵花又放射出万颗金针，万颗金针刺人的眼睛。\n树花白天开，\n日日花开照人间。\n一朵在晚上开，一朵在白天开，两朵鲜花轮流开在太空之间。白天开的花就是太阳，夜晚开的花便是月亮(Ⅱ/D3.4)(Ⅱ/F3.32)。\n太阳开花月不明，月亮开花星不闪(Ⅱ/G6.1)；\n两花轮流开，两花难相见。\n千年开花花不谢，万载花开花鲜艳。\n太阳和月亮造好之后，众神之王涅侬倮佐颇又派他的第二个儿子涅侬撒萨歇说：“儿呀，太阳和月亮都有了，就是缺星星，你飞出去吧，把星辰都撒在太空之中吧!(Ⅱ/D5.12)\"\n涅侬撒萨歇便背了一箩又一箩、一筐又一筐的星星(Ⅱ/E2.1)，飞到太空之中，就像个播种的庄稼人一般，不断把背箩里的星星播撒出去。从此，便满天都是星星(Ⅱ/F11.6)(Ⅱ/G1.1)。\n抬头望星星，\n数也数不完，\n夜晚眨眼睛，\n星光亮闪闪。\n星王曾仓锡，在太空之中笑了。\n神王涅侬倮佐颇也很高兴，便打开风水之门，只见缥缈之雾露一阵又一阵朝他汹涌而来，这些雾露给了他很大的启发。他知道，这茫茫的雾露里蕴藏着大地，这些翻滚的雾露里，就埋藏着蓝天。\n雾露变气育万物，\n万物生长天地间。\n该是造天的时候了，该是造地的时候了(Ⅰ/C4.11)。众神之王涅侬倮佐颇又开口了，他说：“我的孙女，造人之神儿依得罗娃的女儿涅滨矮姑娘，听着，我要派你去设法造山河，还要造蓝天。听啊，听我的指点：造地，要造成簸箕一样团(Ⅰ/D16.2.12)；造天，要造成篾帽一样圆(Ⅰ/D16.1.8)(Ⅰ/E0)，篾帽和簸箕才合得拢，蔑帽和簸箕一合，就成了天和地(Ⅰ/F3)(Ⅰ/G4)(Ⅳ/C15.8)。”\n涅滨矮(Ⅳ/B2.52)长得美丽又聪明，她的本领大无边。她很快就造下了洪波万顷的大海，接着又造下了纵横交错的沟渠和河川，再去造了湖泊和清泉，造下了绿水和深潭(Ⅳ/D8.21)(Ⅳ/E0)。\n从此，便产下了水王罗塔纪，她是水中的神王，她用海水养鱼养虾。\n鱼在海底游，\n虾在水中翻。\n罗塔纪(Ⅳ/B2.53)哟，她管绿水有方，所以，绿水才四季长流。绿色呀，映彻着蓝天。她又管水中之万物，她也管龙潭和深渊；她管地上的万物，她也管地上的粮和棉。最聪明的龙王罗阿玛得到启发，她去找种子，要使万物在地上生长(Ⅳ/C15.9)(Ⅳ/D0)。\n龙王罗阿玛(Ⅳ/B2.54)的心最细，连星星走路，她都能听得清楚。她到九重天上去找种子。种子在哪里呢?种子长在月亮中间。\n月里那棵梭罗树(Ⅳ/E7.1.2)，\n树上良种数不完，\n奇花异草由人选，\n树木药材任人捡\n那里藏有谷子的种子，那里藏有苞谷的种子，树枝丫上还储存着果、木、麻、棉的种子，还有荞子和洋芋，还有蜜蜜甜甜的甘蔗......(Ⅳ/F11)(Ⅳ/G1.9)\n有种子才有万物，\n有万物才有人烟。\n有种子祖先才能生存，\n有粮食人类才能繁衍。\n罗阿玛呵，想得周到，\n罗阿玛呵，想得最远。\n众神之王涅侬倮佐颇看看造好了的大地，摇摇头，心里颇不满意(Ⅳ/C15.10)，他又指点：“大地造成平原，大地呀，并不美观。当然，地面上应该有盆地，但是，地面上也应该有高山。既要有雨露滋润大地，又要有阳光送暖给大地。这样，大地上才能种粮食，人类才能在大地上生存和发展。”\n聪明的龙王罗阿玛(Ⅳ/B2.54)听了神王的指点，连连点头，表示同意，她便来到开阔的平原。她吐出倾盆大雨(Ⅳ/D8.22)(Ⅳ/E7.24)，大雨便拍打着平原，大雨形成洪流，汹涌的洪流冲刷着泥土，使平原出现了低洼和高坝，出现了沟河山川，出现了高山峻岭，出现了深箐万壑，大地便被大雨冲出了丘陵和河滩(Ⅳ/F6)。由此，大地才冒出了潺潺的清泉，清泉汩汨地流遍了大地(Ⅳ/G1)。\n可是，日复一日，年复一年，时间长了(Ⅱ/A11)，天上的太阳又不亮了，天上的月亮又不明了(Ⅱ/C5)。众神之王涅侬倮佐颇十分着急，他立刻找来了水王罗塔纪，还有罗塔纪的姑娘(Ⅱ/B1.29)，一起来商议，该怎么办呢?\n美丽的水王罗塔纪(Ⅱ/B1.29)说：“为什么太阳忽然不亮?为什么月亮又不明?事情很简单，就是因为日和月的身子不干净，白天和黑夜才分不清。”\n众神之王频频点头，觉得有理，他便又派美丽的罗塔纪姑娘(Ⅱ/B1.29)去洗太阳和月亮(Ⅱ/D14.7)。他说：“亲爱的姑娘，就请你去吧，飞到九千层的天上去，去洗干净太阳和月亮。”\n水王罗塔纪(Ⅱ/B1.29)很高兴，她先去到那撑天的三座大山，挑来了一挑蓝蓝的海水，又挑来了一挑金色的海水，再挑来一挑绿茵茵的海水(Ⅱ/E5.13)，然后又急忙飞上九千层的高空之中。罗塔纪姑娘啊，用蓝蓝的海水先去洗了星星，又用绿绿的海水去洗了月亮，再用金色的海水去洗太阳。她洗完星星，又去洗月亮，洗罢月亮又去洗太阳，洗呀洗呀，把日月和星星身上的灰尘都洗去，洗得日月星辰的身上干干净净。星星洗得亮晶晶，星星便又在黑夜里眨眼睛；月亮洗得亮堂堂，月亮又在黑夜里闪银光；太阳洗得白生生，太阳又在白天放光芒(Ⅱ/F8.4)(Ⅱ/G6.13)。\n众神之王涅侬倮佐颇十分高兴，他不断感谢美丽的罗塔纪姑娘(Ⅱ/B1.29)。由于她的功绩——\n从此天地不混沌，\n昼夜辨得清，四季分得明。\n他规定(Ⅱ/E0)：按照日出日落，去分清早晚；按照月出月落，去分辨昼和夜(Ⅱ/D8.3)(Ⅱ/G3)；按照草木的盛和衰，去分清寒暑和冷暖(Ⅱ/D8.4)(Ⅱ/G6.14)；按照庄稼的生长，去分辨四季的变幻(Ⅱ/D8.5)(Ⅱ/G6.15)。\n天地间的事，动是第一要紧的事，那么,日和月怎样走动?日和月呀，它们是天和地的眼睛，它们的走动，关系着世界万物的生命，它们的循环，关系着世界的生存。众神之王涅侬倮佐颇便又作了规定：白天太阳走，夜晚月亮转，还有满天的星星，就叫它们跟着月亮眨眼睛(Ⅱ/D8.1)(Ⅱ/F5.2)(Ⅱ/F5.5)(Ⅱ/G6.1)(Ⅱ/G6.8)。太阳和月亮，轮流转玉盘，专给大地照明送温暖。\n天一睁眼，\n太阳就露笑脸；\n天一闭眼，\n月亮、星星笑做一团。\n地也应该动，地转到金海的旁边，太阳就出来了，这就是早上；地转到蓝海的旁边，月亮就出来啦，这就是晚上；地转到绿海的旁边，星星就出来啦(Ⅱ/D8.6)(Ⅱ/F5.10)：\n万物在动中生，\n万物在动中演变。\n不动嘛不生，\n不生嘛不长。\n这就是天地的起始，这就是万物的来源。彝家把这个时代，叫作“托得多查”,就是汉人说的“盘古与天地”。\n\n2、独眼睛时代(Ⅲ)\n人类最早的那一代，他们的名字叫拉爹；他们只有一只眼，独眼生在脑门心。\n——序歌\n有了日月和星辰，也有了宇宙和山川，不能没有人烟；有了江河湖泊，有了种子和粮棉，怎么能没有人类；有了天和地呀，怎么能没有人去管理(Ⅲ/A0)(Ⅲ/C6.1)。\n众神之王正在为此事忧虑，该怎么去造人?该叫谁去造人?就在这时，龙王的姑娘赛依列来到天庭。美丽的赛依列长得又聪明又机灵。她说：“众神之王啊，该是派人去造人的时候了，应该做一代独眼人。”\n涅侬倮佐颇十分高兴，他忙问：“叫谁去造人呢?”“当然是儿依得罗娃(Ⅲ/B2.35)最适当。”\n涅侬倮佐颇这个众神之王十分高兴，当下就派儿依得罗娃去造人。\n儿依得罗娃(Ⅲ/B2.35)便动手去造人，她先用泥塑出两个泥人(Ⅲ/D2.2)(Ⅲ/E2.2)，一个男的和一个女的。男的泥人有八只眼睛，九只耳朵；女的泥人有四只手和两只脚。只是，眼睛不会眨。涅侬倮佐颇摇摇头，不满意，儿依得罗娃又亲手捏了两个泥人，一个是男，一个是女。男人塑了八只眼睛，八只眼睛都能看见万山；又塑了九只耳朵，九只耳朵能听见远方的声音。她还给男人塑了一只特殊的眼睛，这只眼睛不眨，也看得又宽又深邃。女人捏了六只手，六只手十分灵巧；又捏了六只脚，六只脚走路快如飞。可是，众神之王都不满意。一对男女呀，只留下那一只独眼睛。\n“就叫他做‘拉爹’吧，这就是天与地生的儿女；他们就是太阳的儿女，他们就是月亮的儿女，他们就是星星的儿女，他们就是第一代人类。(Ⅲ/F2)(Ⅲ/G1)”\n可是，这一代独眼人，不会说话，更不会种田。他们就像野兽一样过日子，今天跟老虎打架，明天又和豹子拼命。\n人吃野兽，\n野兽也吃人。\n常常互相争斗，\n有时还会人吃人。\n独眼睛这一代人，他们都把深山老林当房屋，刮风下雨时，又躲进岩洞栖身。用石头当工具，把木棒当武器，在风雨雷电之中生活。\n独眼睛这一代人，没有衣裳穿，天冷的时候，用树叶、树皮做衣裳，晚上冷了，便往乱草堆里钻，渴了喝凉水，饿了伸手摘下野果充饥，野果吃完了，又拿草根树皮当粮食。\n他们不知酸甜味，\n他们苦辣不能分。\n独眼睛这一代人啊，困倦了，就在树下睡，病了，只好躺在树下哼哼。高兴的时候，拉着树枝跳，咿咿呀呀唱，有时莫名其妙地狂笑，有时又莫名其妙地尖声喊叫，有时哭，有时又笑，他们不知道什么叫痛苦和欢乐。\n独眼睛这一代人啊，说笨也笨，说聪明也聪明，生活的经历使他们慢慢认识了野兽的习性。力大不过野猪，凶猛不过老虎，胆小不过鹿子，善良不过马鹿，能爬树的是猴子，没肝没胆的是蚂蚁......\n青松和果松一起生，野鸡和鸟雀一起生，青蛙和石蚌一起生，家畜和野兽一起生，人和猴子也一起生，人和野兽混在一起。人在野兽里面找朋友。\n独眼睛的时代，猴子和人分不清，猴子生儿子，也是独眼睛；猴子摘野果，丢给猴儿吃，人也摘野果，丢给孩儿吃；猴儿拾野果，仔细看形状，猴儿嚼野果，尝出果子的滋味。\n独眼小猴儿，主意又多又灵。尝出甜果子，拔来小草草，在果树上结个疙瘩，做个记号，是酸是甜，就是这样区分。从此，便产生了用疙瘩辨认果树的名字。好果与坏果，香果与毒果，慢慢就分得清。\n独眼睛这一代人啊，没有找到火神，不知道什么是生的，什么是熟的，不知道火是什么东西。他们就这样，严寒的冬天，冷得发抖，冷得起鸡皮疙瘩；热得时候，满头大汗，也不知该怎么办。\n冷水拌野果，\n食物尽生吞。\n也不知过了多少年，过了多少代，有一代人，有一个独眼人，用石头去敲硬果，突然迸溅出火的星星，那火星恰好落在了干了的树叶上，很快就烧起野火，野火立刻又烧起山林。一场火祸降到独眼睛这一代人，你逃我窜，连野兽也不知发生了什么事情。可是，独眼睛的这一代人却因祸得福，生果子滚进火堆里，那味道又香又醇。\n聪明的独眼人，就把火的好处牢牢地记在心里。从此，他们才会用火来驱散寒冷，用火来做他们的伴侣，用火来烧东西吃。\n生吃树果有生味，\n熟吃树果味更美。\n从此冷暖能分辨，\n从此生熟能分清。\n独眼睛这一代人，含辛茹苦，还不知道种粮食。没有粮食，人类无法繁衍，甚至很难长久地生存。\n众神之王涅侬倮佐颇和人神入黄炸当地，又请来了龙王罗阿玛，请来了水王罗塔纪，大家一起来商量，商量如何帮助独眼人学会种庄稼，食物有保障，才能生存与发展。众神你一言，我一语，都说：龙要放出来，雨水要落下地，粮食种子要撒下去，长出庄稼来，人才会有东西吃。于是，水王罗塔纪打开四海之门，让海水流进大地；龙王罗阿玛飞到大地的四方，把风和雨之龙放出来。东方放出绿龙，南方放出红龙，西方放出白龙，北方放出黑龙。四方便刮起了风，四方便播下了雨水。人神之王入黄炸当地，跟着也飞到西方去，他把粮食的种子，一把一把地撒下大地，粮种便在大地上遍地长出来，人间便处处都有了粮食。\n树木种子撒一筐，\n树木遍山冈，\n彝家山寨树林密，\n是因树种撒得多。\n龙王罗阿玛又舀起四瓢水，东方浇瓢绿龙水，刮风又下雨，种子才冒出芽，草木才吐出新蕊。\n雨下到的地方，\n庄稼都抽穗。\n南方浇一瓢红龙水，天空之中便刮起风，便下起雨，百花都争着开放，山上的松柏才又青又翠。\n有雨的地方，\n桑麻甘蔗节节生。\n西方浇一瓢白龙水，天空之中刮起风，天下起雨，风和雨立刻就把雾露都驱散，种子便落下地。\n风吹到的地方，\n蜂飞蝶舞百鸟啼；\n雨落到的地方，\n土地温润冒清水\n北方浇一瓢黑龙水，天空之中刮风又下雨，草木便常常开花，枯树也发出新芽。风吹到的地方，桃树李树都含苞，准备开出鲜花；雨下到的地方，枝头的果实把树都压弯了腰。\n四方浇了四瓢水，\n四季有风又有雨，\n山山流出清泉水，\n五谷种得成。\n独眼睛这一代呀，世上有了万物。一颗米有鸡蛋大，谷子长得就像一片片竹林；一粒苞谷有鸭蛋大，苞谷的秆秆比房屋还高；一颗蚕豆有鹅蛋那么大，蚕豆苗苗高过人。\n独眼睛这一代人，还不会分出男人和女人，也不分长幼和尊卑，不分白天和黑夜，不分月大与月小，不分春夏秋冬。怪事天天都有，灾难月月都生。马用蹄乱踢人，牛用角乱顶人，鸡的嘴乱啄人，到处都乱纷纷。\n人神入黄炸当地十分生气，她便不断摇动梭罗树的树枝，把风雨当成马来骑，来到泽埂子，来到黑夺方，找到了独眼人，指责他们不会管自己，没有能力治理世界。他找到一个好心的独眼人说：“你来管三千九百年，一年四季要分明，年头月尾要分清。世上的人都归你管，要把道理说给众人听。”\n可是，这一代独眼人都辜负了人神的一片好心，这个独眼人不去过问昼夜，年月他也不去分，太阳和月亮他不去看，四季他无法分，播种、收割他不管，庄稼杂草遍地都是。\n独眼睛这一代人，道理也不讲，长幼老小不分，儿子不养爹妈，爹妈也不管儿孙，饿了，就彼此撕抢，就吵嘴，就打架，纠纷不断发生。\n众神之王涅侬倮佐颇知道了，十分生气，他又找来了人神入黄炸当地，他又找来了龙王罗阿玛，他又找来了水王罗塔纪，大家一起来商量，大家共同出主意：\n独眼睛这一代人心不好，\n要换掉这代人。\n要找好心人，\n重新繁衍子孙。\n可是，让谁去做呢?涅侬倮佐颇又叫人神入黄炸当地负责这件事。入黄炸当地提出，要找着好心人只有下去查访，才能找到真正的好心人。涅侬倮佐颇同意入黄炸当地的意见。\n人神之王入黄炸当地便驾着风雨乘着云，再次来到泽埂子，来到黑夺方。他又扮成一个讨饭人沿着村寨乞讨，要查访出好心人。\n“讨饭人”一见人就下跪，向人磕头又作揖，可怜巴巴地哀求道：“好心的人啊，我的肚子又饿，口又渴，给我一口水，润润我的嘴唇吧!给我一点吃的东西，填填我的肚子吧!”\n这一家独眼人看了他一眼，嘴里又哼了一声，既不给他饭吃，也不给他水喝，张嘴就骂他，伸手就去打他，提起脚，一脚就把“讨饭人”踢出门。“讨饭人”又走到另一家，对这家人磕头又作揖，好声好气地求道：“好心的兄弟啊，我的肚子饿得实在难挨啊，我的嘴唇渴得已经裂了，求求你，给我一口饭填填肚子，给我一口水解解心里的渴。”\n这一家独眼人也一样，不给他饭吃，不给他水喝，不给东西，还张口乱骂，他要再说一声什么,便又拳打脚踢，把他撵出门去。\n“讨饭人”来到大路上，遇见一个做活人，他做活没有牛，就用水棒戳洞洞，戳出洞洞放下种，累得满面满身淌大汗。“讨饭人”走上前去，向这个苦命人叩头又作揖，声声哀求：“好心的阿哥啊，我的肚子又饿口又渴，请给我一点东西填填肚子，请给我一口凉水，润润我的嘴唇。”\n做活人倒有一股同情心，他急忙扶起“讨饭人”,同情地对他说：“出门的阿哥啊，天上的鹰只顾鹰，地上的苦命人帮苦命人。饿了就同我一起吃野果，渴了就同我一起喝凉水。”\n野果当饭味道甜，\n凉水解渴爽透心。\n“讨饭人”十分感动，他急忙向做活人道谢，他说：“我不吃你的野果，我也不喝你的凉水。世上所有的人，数你最懂道理，数你最讲道理，世上的人呐，数你最有良心。我把实话告诉你吧，在这块土地上，在这个天底下，独眼人这一代，良心坏，道理歪，已经要不成了。众神之王啊，已决定要换掉这一代人。干旱就要降临，世上的万物就要干死、晒死、枯死，全都活不成。”\n做活人着急了，他忙问：“这可咋办?世上遭了干旱，世上的人不是就要绝种?到底咋个整，请您指点指点。”\n“讨饭人”笑盈盈，对做活人说：“阿哥莫要忧虑，阿哥也不必担心，我把葫芦送给你，这葫芦里装着喝不完的清泉水，这葫芦里呀，有吃不完的粮食，还放着一种长生不老的药。你听我说，等到灾难来了，你就钻进葫芦里去，一天只喝一口水，一天只吃一把米。包你三年不缺水，包你三年不会饿肚子。”\n讨饭人解下葫芦，\n做活人接下宝贝，\n只听一阵风声起，\n不见了讨饭人的踪影。\n\n3、直眼人时代\n“拉爹”下一代，\n名字叫“拉拖”,\n他们有两只直眼睛，两只直眼朝上生。\n——序歌\n（1）天人婚\n水王罗塔纪把天上的水门关了，她把四方的水门都关了。龙王罗阿玛把四方的龙也收回去了，四面便没有了风，四方便没有了雨。三年不见闪电，三年听不见雷声，三年不刮一阵清风，三年不洒一滴甘泉。\n灾难来了，大地干裂了，草木慢慢凋零，大地晒干了，大地上不时掀起一阵阵滚滚的烟尘；灾难来了，大海慢慢干涸了，鱼虾干死了，化成了泥巴；江河也晒干了，沙石也慢慢碎成了灰尘；树木枯死了，老虎、豹子也被晒死，马鹿、岩羊也在山上绝迹，天空中呀，再不见雀鸟展翅；泥土上不见蛇、蝎和蚯蚓爬行。\n飞禽走兽都绝迹，\n大地荒凉天昏沉。\n就连顶天柱都被晒断，三座大山也被晒塌，星星晒得汗淋淋，月亮也被晒得流眼泪，梭罗树也被晒得枯黄。众神之王涅侬倮佐颇，又去请来人神之王入黄炸当地，又去请来龙王罗阿玛，又去请来水王罗塔纪，还有罗塔纪的姑娘，一起来商量，共同出主意。\n天旱三年，\n江河干涸，\n大地开裂，\n草木枯萎，\n玉石俱焚，\n独眼人晒死。\n要留做活人，\n作大地的主人。\n人神入黄炸当地奉了众神之王的旨意，又驾起风雨，乘上云，去寻找那个干活人。可是呀，他东边去找不见人，西边去找不见人，找遍南边和北边，都不见那个好心人。\n人神来到泽埂子，人神来到黑夺方，四面一片荒凉，却不见一个人影。他看呀，看呀，突然仿佛听见有雀鸟在飞的声音，又好像什么地方传来唱歌的声音。人神入黄炸当地站在那里，东瞧瞧，西看看，只见一只蜜蜂正扇着翅膀，他又倾心地听，就是那只蜜蜂在轻轻地、嗡嗡地歌唱。人神急忙走过去，开口便问：“小蜜蜂啊，小蜜蜂，你忙忙碌碌，一会飞到西，一会又飞到东，见没见到那个做活人?”\n蜜蜂嗡嗡把歌唱：\n苏罗赛文地方，\n赛措山头上，\n有两棵香樟树，\n树上有一对猴子，\n树上有斑鸠一双，\n树下有两个石头，\n石头旁边有两筐青草，\n青草旁边有一对牛羊，\n牛羊旁边有猪狗一双。\n大树下，石头上，\n不见做活人，\n倒是坐着一个独眼郎。\n他一无弟妹\n二无父母，\n三无兄长，\n独身一人甚凄凉。\n蜜蜂又说：“这个独眼人十分奇怪，烈日竟然没有把他晒伤，不过，看样子，他十分烦闷，也十分悲伤。有时他也歌唱，更奇怪的是，他撒尿在树下，枯树披绿装，尿水滴在石头上，石头上便长出青苔；尿水落在青草上，青草嫩汪汪；牛羊吃了青草，牛羊更肥壮；就连猪、豹吃了那青草，猪、豹也没有了病痛；猴子吃了树果，猴子又蹦蹦跳跳，十分欢畅；斑鸠吃了淋过他的尿的果子，斑鸠便能展翅飞翔；蜜蜂采了树花，蜜蜂就先把蜜尝。”\n人神入黄炸当地听了蜜蜂的话，又高兴，又充满着希望，他便急急忙忙赶到苏罗赛文地方，很快爬上赛措山头上。在那两棵大树下，果然就找到了那个好心的独眼郎。\n独眼人一见人神之王，顿时就跪了下去，向入黄炸当地磕头又作揖，热泪滚滚地说：“神仙啊，救命的恩人!人是活下来了，只是，我该如何办啊?”\n万里路上不见人，\n伴我的只有太阳。\n他哭诉道：“千里路上不见树，只剩下两棵香樟；百里路上不见飞鸟哩，只有斑鸠咕咕唱；地上听不见虫鸣，只有蜜蜂一面采花一面唱；十里路上不见走兽，只有猪狗一对，只有牛羊一双；五里路上找不着粮和水，只剩葫芦里的一点水和几颗粮。我对着大地呼救，回答我的，只有那簌簌的风响。”\n究竟谁能把晒焦的大地变样?\n究竟谁能和我做伴成双?\n做活人啊，如诉如泣，显得十分悲伤，他又低声地唱：\n独水难流淌，\n独鸟难飞翔，\n独木不成林，\n独花难飘香，\n独个巴掌拍不响，\n独人难抗旱魔和灾荒。\n他哀求道：“恩人啊，神王，你能腾云驾雾，求求你哟，求求你，设法解除旱荒。”\n人神之王入黄炸当地含着笑说：“好人心啊不用慌，十天之内有人来，知心朋友会帮忙，有人伴你会成双。”说着，便驾着清风腾空而去，飞回到缥缈的太空之中。\n人神回去以后，就派了天女撒赛歇，叫她去苏罗赛文地方，去到赛措山上，找独眼的好心人。天女便来到独眼人的身旁。独眼人看见一个美丽的姑娘，立刻变了脸相，愁容顿时消失，换上了笑容。他忙招呼道：“亲爱的阿姐，我这里没有板凳，就请在树叶上坐吧；我这里没有水喝，就请喝一口葫芦里的水；我这里没有粮食，就请尝一尝这里的野果吧。”\n天女撒赛歇看看这个独眼人，眉毛就皱起疙瘩，她说：“不喝你的葫芦水，不吃你的救命粮。”然后又细细打量独眼人。天哪，这独眼人再丑不过了，一头白发就像一团棉花，头发上呀，还有瓦雀做的窝；再看看全身，全身黑得像一根栎木烧的炭，像麂子一样的皮，脸则像树叶一样黄；眉毛长得像茅草蓬，眉毛丛中还有野蜂；手指像竹节，手皮粗得像松树皮；一双脚就像龙爪子，脚板裂开的口子有筷子宽，那裂缝里还藏着麻蛇，脚板上还有石蚌；披的是棕树皮，远看就像一个囤箩。天女越看越伤心，一气之下，便乘着雾露飞回天上去了。\n众神王涅侬倮佐颇听见天女撒赛歇又哭又诉，十分心伤。他一面安慰天女，一面又召集众神来商量，便又决定：请水王罗塔纪姑娘下去走一趟。\n罗塔纪姑娘舀了四瓢水，来到苏罗赛文地方，又爬上赛措山上。她手上拿了一根棍子，指着独眼人头上的瓦雀说：“你走开，到树上去做窝吧!”\n瓦雀便飞走了。罗塔纪姑娘又指着独眼人眉毛上的野蜂说：“你走吧，去到悬崖上去落脚。”\n野蜂便也飞走了。罗塔纪姑娘又指着独眼人肚子上的黄麂说：“你走吧，你该去山箐老林里生活。”\n黄麂便扬起腿走了。罗塔纪姑娘又指着独眼人脚缝里的麻蛇说：“你走开，你的住处是在空心树洞里。”\n麻蛇也走了。罗塔纪姑娘最后又指着独眼人脚板上的石蚌说：“你呀，爱唱歌的石蚌，沟塘里才是你唱歌的地方。”\n石蚌也欢欢喜喜地走了。罗塔纪姑娘这才对独眼人讲：“好心的做活人啊，你不用焦虑，我给你带来了四瓢水，你快去把你的身子洗干净，我再来给你打扮。”\n独眼人接过四瓢水，一瓢水拿来洗头发，白发便顿时变成了黑头发；拿一瓢水来洗手，一双粗手便顿时变得嫩生生；再拿一瓢水来洗脚，裂开的双脚顿时就合拢了起来，走起路来就像风一般飞快；最后一瓢天水，独眼人拿来洗他的身子，顿时，满身的污垢全部洗干净。独眼人立刻变成了直眼人。\n直眼人的模样不一般，鼻子就像把剪刀，下巴却像鸡蛋一般圆，他的嘴唇就像鹦哥一般尖，脸上满面红光。老头变成了少年郎。\n罗塔纪姑娘看看独眼人变了样，也十分高兴，便给他打扮梳妆。她给他取下树叶帽，她给他脱下树叶做的衣裳，又叫他穿上绿叶裤，全身都给他换了新装。一下子全都变了!独眼人变成了直眼人，蝴蝶围着他飞，蜜蜂也围着他唱。直眼人呀，望着罗塔纪姑娘，感动得双眼泪涟涟，双腿忙跪下去，双手又连连作揖：“天上的仙女啊，我该用什么来感激你?”\n罗塔纪姑娘只是笑一笑，却不回话。然后她拉过彩云，把彩云当马骑，眨眼之间就回到了天上。她立刻便去找到天女撒赛歇姑娘，把直眼人的美貌一一对天女说，又叫她重返苏罗赛文地方，重回赛措山上。\n撒赛歇姑娘只好又来到独眼人住的地方，找到了直眼人，独眼人果然变了样，独眼人变成了直眼人，他的打扮全都变了样：肩套黑领褂，身穿白衣裳，鞋子三道花，头戴竹篾帽，一身新衣裳。他会用棍子去打树果，敲下树果当食粮。天女撒赛歇高高兴兴开了腔：“摘果子的阿哥，请问，你是男还是女?是男嘿，格有婆娘；是女嘿，格有了汉子?”\n直眼人忙回过头回答：“阿姐呃，世上只剩下了我一个男人，我没有妻子，只是孤苦伶仃一个人。”\n撒赛歇大方又大胆，她忙道：“阿哥啊阿哥，世上也只有我一个女人。有话儿问问你，若是答对了，我们两人做夫妻。”\n直眼人同意了，便点点头说：“先请阿妹唱。”撒赛歇便唱：\n阿哥呀阿哥，\n世上不放盐能吃的是哪样?\n地上不撒种能结果的是哪样?\n山里不用栽种能捡来吃的是哪样?\n不用喂养就能吃的肉是什么肉?\n有嘴不会说话的又是哪样?\n没有嘴，他的声音响四方的又是哪样?\n还有，什么东西才分辨出白天和夜晚?\n直眼人从容地回唱道：“阿姐呀，阿姐，世上不放盐能吃的只有树上的果子；地上不撒种能结果的只有野地瓜；山中不栽种能捡来吃的是菌子；不喂养能拿来吃的是野兽鱼虾；有嘴不会说话的是坛子；无嘴巴声音能响四方的是唢呐；知道黑夜白天的是公鸡。阿姐啊，我说得对不对?若是说对了，我们便做一家。”\n天女撒赛歇脸上笑眯眯，便羞涩地点头答应了。他们来到两棵香樟树下，一起对着大树磕头作揖：\n认一棵树作爹，\n认一棵树作娘；\n请两棵树作证，\n我俩成亲做夫妻。\n天女撒赛歇告诉直眼人，成了亲要有住的房屋，要有落脚的地方。夫妻俩便商量，选定树下做房基，两夫妻便动手盖新居。妻子去割茅草，丈夫进山砍屋梁。青石做墙脚，树枝做椽子，树叶做瓦片，树皮当板墙。俩人忙碌了九天九夜，盖成一间新房。\n山雀有窝喳喳叫，\n人有住房喜洋洋。\n可是，困难又来到了他们的身旁。猴子把山里的树果都抢吃光了，他们没有充饥的食粮。鸟兽把泉水都喝干了，山箐里再也没有泉水流淌。白狗在门外哭汪汪，从白天哭到夜晚，又从夜晚哭到天亮，哭声震动了天上的众神。涅侬倮佐颇又召集众神商量。大家一起出主意：\n再请罗塔纪姑娘下去走一趟吧，请她下去帮助这对夫妻走出困境。\n善良的罗塔纪姑娘又去舀了四瓢天水，把谷种放进水里。然后，她把四瓢天水泼向大地，把五谷的种子撒向四方。地上从此便有了种子，地上从此有了雨水。\n一粒种子落在他们的大门上，白狗把种子衔进屋里，送到天女夫妇的面前，信信狂吠，摇头摆尾喜盈盈。两夫妻一看，喜呤呤，他们齐声说：“感谢众大神，有了种子啊，生存就有了希望。”\n夫妻俩便忙了起来，立刻把种子晒干，又把种子泡了三夜，然后，夫妻俩又把种子撒下地。很快，种子发了芽，一粒发三苗，一苗生两叶，幼苗嫩生生。过了一个月，禾苗绿茵茵；过了三个月，谷穗黄生生。谷子长得比人还高，一棵谷子生下九穗，一穗谷子有苞谷长。一丛谷子收了九箩，九箩谷子堆满了仓。苞谷长有房子高，一棵苞谷背三包，一包苞谷有手长，一粒苞谷有鸡蛋大，一棵收了三箩筐。高粱有大树般高，一棵高粱结三穗，一穗高粱有马尾长，一颗高粱有核桃大，一棵高粱收九缸。\n夫妻忙收粮，\n满九间房，\n夫妻尝新谷，\n越吃饭越香。\n（2）直眼人\n有个晚上，撒赛歇天女一阵肚子疼，到了半夜，她却生下一个皮口袋。那皮口袋里居然咿咿呀呀有声音，却不知道究竟是什么声音，撒赛歇十分难过。一个天女，竟生下一只皮口袋，多么羞人。她看看皮口袋，便不由地失声痛哭，从半夜哭到天亮，越哭越伤心。\n天女的哭声很快就传到天庭，第一个听见的是龙王罗阿玛。她对众神之王的长子撒赛萨若埃说：“你听见了没有?撒赛歇在哭哩!一定是遇着什么困难了，你去看看吧，好像是生了个什么东西?给她帮帮忙吧!”\n撒赛萨若埃来到撒赛歇身边，安慰道：“莫伤心啊，莫流泪，让我来看看，究竟生的是个什么东西。”\n撒赛萨若埃带来了一把大剪子，把那皮口袋剪成三节。不料，那口袋里跳出一群蚂蚱。上一节有四十只，中节也有四十只，下节还是四十只。一共一百二十只蚂蚱。蚂蚱跳三跳，突然变成一百二十个胖娃娃。\n一百二十个胖娃娃，都有两只眼睛，两只眼睛亮晶晶，不到一个月就会说话，不到两个月就都会走路，一年便都会扛犁耙干活。他们有六十个是儿子，还有六十个是姑娘，这就是直眼人的第一代。\n儿子大了爱玩泥巴，姑娘大了爱去采花；儿子上山开垦地，姑娘则下到河边种桑麻；儿子长大了喜欢姑娘，姑娘长大了，希望成家。世上只有他们兄妹，兄妹便成了一家。上节皮口袋里的四十个男女，配成了二十家，他们高高兴兴去高山种桑麻；中节皮口袋里的四十个男女，配成了二十家，他们高高兴兴下坝子去种谷、种瓜、盘庄稼；下节皮口袋里的四十个男女，配成二十家，他们高高兴兴去到河边打鱼捞虾。\n兄妹一百二十人，配成了六十家，一家住一处，一处变成一寨，寨与寨都隔着篱笆，过了九千七百年，世上就已住不下了。\n直眼人一天比一天增多，\n地方一天比一天窄狭。\n直眼人这一代，也不懂得道理，他们也经常吵嘴打架。各人吃各人的饭，各人烧各人的汤。你不关心我，我不管你的死活，不认什么亲友，也不管自己的爹妈。爹死了拴着脖子拖进山里丢了，妈死了拴着脚杆拖到悬崖抛下沟沟凹。\n众神之王涅侬倮佐颇知道了这些情况，又使他十分烦恼，他找来龙王罗阿玛，找来水王罗塔纪，还请了一个叫古木析意巴的人一起来商量。他说：“树多了不砍嘛，看不见青天；草多了不割嘛，看不见道路；不讲道理的人不换嘛，看不见善良和纯朴。”\n众神也都纷纷议论：“要重发一代芽，要重开一次花，要重结一次果，要重换一代人。”\n神王和众神一致决定，派了众王之神涅侬倮佐颇的次子涅侬撒萨歇下去，到人间去查访好人。\n要让好心人传宗接代，\n要一代比一代聪明能干，\n要一代比一代兴旺发达。\n涅侬撒萨歇骑着龙马来到人间，走到半路上，便装着龙马的腰跌折了，假装龙马跌断了腿，到处去寻找药医他的龙马。东方去了去西方，南方去了去北方，四方的四十个大户人家，家家都访遍。每到一家，涅侬撒萨歇都要作一百二十个揖，每到一户，涅侬撒萨歇都要磕一百二十个头。\n“大爹大妈呀，我的龙马折断了腰，我的龙马折断了腿，要人的血才能医好，请阿爹阿妈帮帮忙。我先感谢了。”\n四方四十大户，都是良心又黑又毒，他们都恶狠狠地对涅侬撒萨歇说：“莫说人血不给你，人尿也不给你，你的龙马死了，也跟我没有关系。”\n涅侬撒萨歇没办法，只好离开了大户住的寨子，又走到另外的地方去查访好心人。他走到十字路口，遇上了一个庄稼人。庄稼人肩上扛着犁，一只手拉着牛。涅侬撒萨歇就向庄稼人弯腰作揖道：“阿哥哟，请你等一等，问你几句要紧的话，行不行?”\n庄稼人的名字叫阿朴独姆,他家里还有一个妹妹。他见涅侬撒萨歇是个好心人，便含笑迎着客人道：“过路的阿哥哟，不用弯腰作揖，你有难处只管说，说不定，我能帮你出点力。”\n涅侬撒萨歇说：“我的龙马折了腰、断了腿，要人血才能医好，求求阿哥，帮助我医医龙马。”\n阿朴独姆欣然同意，他说：“你把金刀拿给我，你把银碗拿给我，划开指头给你血，若要人肉，我也愿给你。”\n阿朴独姆便用金针刺出手上的血，把银碗里的血交给了涅侬撒萨歇。涅侬撒萨歇十分感动，就拉着阿朴独姆的手，对他说出了真情：“我已走遍了九山十八箐，都没遇上一个好心的人，没有遇上一户好人家。只有你的心，才像月亮一样干净，你的为人哪，就像大树一样直，你是世上最好的人。”\n他又说：“直眼睛这一代人，心肠实在差，天上已决定要重换一代人（G48)，要在世上重开一次花。世上只留你们兄妹传后代，你们一定要牢牢记住我的话。”\n阿朴独姆愣住了。涅侬撒萨歇又说：“一百二十天之内，就要发大水，要用洪水来洗涤大地，要用洪水洗涤万物；冲掉世上的污秽，洗干净大地，冲刷掉肮脏，万物才会再生长；冲洗掉污物，才能再种庄稼；洗干净大地，再造后代。”\n说着，神王之子涅侬撒萨歇骑上他的龙马就飞回了天上。",
        "otherInfo": ""
      },
      {
        "id": 35,
        "epicTitle": "天神造天地(Ⅰ)",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "",
        "collector": "",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "天神造天地(Ⅰ)\n天地还没有开的时候(Ⅰ/A11)，天王大神恩梯古兹(Ⅰ/B2.3.2)就令铁匠神阿尔师傅(Ⅰ/B2.3.2)去打四把铜铁叉(Ⅰ/E1.25)，准备开天开地(Ⅰ/C4.11)。只是，那是在洪荒时代，没有砧磴，没有风箱，也没有铁锤和火钳，怎么打呢?\n铁匠神阿尔师傅(Ⅰ/B2.3.2)没有被难住，他用他的膝盖当砧磴，又用他的口腔做风箱，用他的拳头当铁锤，用手指做火钳，便叮叮当当打了起来，终于打成了四把铜铁叉。\n天王恩梯古兹(Ⅰ/B2.3.2)说：“把这四把铜铁叉交给四个仙子，去开天地吧!\"\n阿尔师傅(Ⅰ/B2.3.2)便把一把铜铁叉交给了仙子儒子古达(Ⅰ/B2.3.2)，叫他去东方开地。儒子古达便来到东方，用铜铁叉撬呀撬，东方被撬开一个洞。那洞又显又不显，但风从这洞口吹了进来。\n阿尔师傅(Ⅰ/B2.3.2)又把第二把铜铁叉交给了署子尔达仙子(Ⅰ/B2.3.2)，叫他去开西方的天地。署子尔达仙子(Ⅰ/B2.3.2)来到了西方，用铜铁叉撬呀撬，在西方也撬开了一个洞。那洞子又显又不显，但西方的风也从洞口吹了进来。\n阿尔师傅(Ⅰ/B2.3.2)又把第三把铜铁叉交给仙子司子低尼(Ⅰ/B2.3.2)，叫他去开北方的天地。司子低尼(Ⅰ/B2.3.2)便来到了北方，用铜铁叉撬呀撬，在北方也撬开了一个洞。那洞子似显又不显，但水都从这洞口流了进来。\n阿尔师傅(Ⅰ/B2.3.2)又把第四把铜铁叉交给了仙子阿俄署布(Ⅰ/B2.3.2)，叫阿俄署布去开南方的天地。阿俄署布(Ⅰ/B2.3.2)便来到了南方，他用铜铁叉撬呀撬，在南方也撬开了一个洞(Ⅰ/D16.4)。那洞似显又不显，南方的水也从这个洞口流了进来。\n四位神仙(Ⅰ/B2.3.2)又一起出力，把沉沉的天撑上去了；四位神仙(Ⅰ/B2.3.2)又一起出力，把黑压压的地压了下去(Ⅰ/D9.1)。天和地分开了，东、西、南、北四方便显出了四个洞。\n恩梯古兹天神(Ⅰ/B2.3.2)走出天门，他要看看天开成什么样了，他要看看地开成什么样了，他便去巡视四方。恩梯古兹(Ⅰ/B2.3.2)走遍了四方之后说：“天还没有开好，地还没有开好，大地的下面还埋着四个铜铁球，必须把这四个铜铁球刨出来，才能把天地做好(Ⅰ/D16.5)。”\n可是，派谁去刨呢?天王恩梯古兹(Ⅰ/B2.3.2)决定派一匹跑马和一匹仔马下到地面，把那四个铜铁球刨出来。跑马和仔马来到大地上，刨呀刨呀，用它们的前腿用力地刨，却怎么也刨不出。\n天神恩梯古兹(Ⅰ/B2.3.2)又派一头牯子牛和一头牛犊下到地面，刨出那四个铜铁球。牯子牛领着牛犊下到地面，撬呀撬呀，用它们的前腿使劲地撬，也没法撬出那四个铜铁球。\n天神恩梯古兹(Ⅰ/B2.3.2)又派一只黄羊和一只红羊下到地面，取出那四个铜铁球。黄羊和红羊下到地面上，它们用脚刨、用角挑、用角剔，要取出四个铜铁球。刨呀刨呀，挑呀挑呀，剔呀剔呀，还是没有把四个铜铁球取出来。\n恩梯古兹(Ⅰ/B2.3.2)最后派遣一头黄猪和一头黑猪(Ⅰ/E4.12)下到地面上，把那四个铜铁球取出来。黄猪和黑猪下到地面去了，它们用嘴去拱，拱呀拱的，就把那四个铜铁球拱出来了。\n铜铁球拱出来了，拿来做什么呢?恩梯古兹天神(Ⅰ/B2.3.2)就把它交给了司子低尼仙子(Ⅰ/B2.3.2)。司子低尼仙子(Ⅰ/B2.3.2)便又把四个铜铁球交给铁匠神阿尔，命令阿尔把那四个铜铁球打呀打的，煅呀煅的，制成了九把铜铁扫帚。\n司子低尼仙子(Ⅰ/B2.3.2)又把九把铜铁扫帚(Ⅰ/E1.17)交给了九个仙女，叫她们拿了铜铁扫帚，去扫净天，去扫净地(Ⅰ/D3.9)。九个美丽的仙女(Ⅰ/B2.3.2)拿了各自的铜铁扫帚去扫天，她们扫呀扫呀，就像跳舞一般，轻轻地舞，轻轻地扫，天上的垃圾被扫掉了，天上的斑斑驳驳的脏东西被扫掉了。天被扫干净了，天便成为蓝莹莹的天。她们又用铜铁扫帚去扫地，她们扫呀扫呀，就像跳舞一般，轻轻地舞，轻轻地扫，大地被压下来了，大地被扫干净了，大地上的垃圾扫掉了，大地上污浊的脏东西被扫掉了，大地便变成了红艳艳的大地。\n天和地分开了，天和地出现了，只是，天还不稳，地还不稳(Ⅰ/C8.5)，天和地还没有接合啊!司子低尼(Ⅰ/B2.3.2)又令阿尔师傅打了四根撑天柱(Ⅰ/D16.1.2)(Ⅰ/E1.12)放在地的四方，撑住天的四方。可是，该放在什么地方呢?\n东方的一面，应该放在木武哈达山上；西方的一面，应该放在木克哈尼山上；北方的一面，应该放在尼母火萨山上；南方的一面，应该放在火木低泽山上。四根撑天柱，就把天撑住了。但是，司子低尼仙子仍然不放心，又叫阿尔师傅打了四根拉天梁，扣在天与地的四方。东方和西方交叉扣，南方和北方对着拉。司子低尼还是不放心，又去搬来了四块巨大的压地石(Ⅰ/E3.1)，压在天地的四方。\n司子低尼啊，东看看，西瞄瞄，他还是不满意，又派阿尔铁匠师傅去制成九把铜铁斧。铜铁斧又拿来做什么?他叫来了九个年轻的仙子，给每人一把铜铁斧(Ⅰ/E1.1)，叫她们随着约祖仙子一道下大地去。下到大地干什么?下去平整大地的地面(Ⅰ/D3.10)。\n九个年轻的仙子很高兴，中午的时候，你说我说，都争着说该怎样平整大地。下午的时候，他们就下到了地面，各自举着手里的铜铁斧，你做我做，都争着做，见高山就劈，见深谷就打。\n打一锤，成了山，做牧羊的地方；打一锤，出来个坝子，做放牛的地方；再打一锤，成了个山坡地，做种荞的地方；又打一锤，出来一个垭口，做打仗的地方；又再打一锤，打成个沟壑，做流水的地方；又打一锤，打成个山岙，做人类住家的地方(Ⅰ/G5)。\n天地连成之后，司子低尼仍然不放心，他又出门去，天涯走一趟，地角转一遭，觉得满意了，就是大地还有积水，一地旱来一地潮。他又派遣阿依苏列去凿开水道，从此，水才流到四方。草还没长出来，他又派遣苏列格勒子去整地栽草，从此，大地才一片绿茵茵(Ⅰ/F3)(Ⅰ/G4)。\n",
        "otherInfo": ""
      },
      {
        "id": 36,
        "epicTitle": "赤梅葛——俚泼古歌",
        "ethnicGroup": "彝族",
        "narrator": "彝族毕摩陆颇梭颇",
        "translator": "夏光辅诺海阿苏",
        "collector": "",
        "compiler": "",
        "rewriter": "古梅",
        "collectionArea": "",
        "recordingDate": "",
        "text": "1、造天造地\n很早很早以前，抬头不见天，抬脚不着地，远古的时候呀，没有天，没有地(Ⅰ/A11)。有一个叫盘颇(Ⅰ/B2.3.8)的天神，决心要造天，要造地(Ⅰ/C4.11)。\n盘颇(Ⅰ/B2.3.8)派他的儿子(Ⅰ/B2.3.8)去造天，盘颇(Ⅰ/B2.3.8)派他的女儿(Ⅰ/B2.3.8)去造地。盘颇(Ⅰ/B2.3.8)有九个儿子(Ⅰ/B2.3.8)，盘颇有七个姑娘(Ⅰ/B2.3.8)。七个姑娘(Ⅰ/B2.3.8)去造地，造了七十七天，才把地造出来；九个儿子(Ⅰ/B2.3.8)去造天，造了九十九天，才把天造出来。\n七个姑娘用什么去造地呢?九个儿子用什么去造天呢?七个姑娘(Ⅰ/B2.3.8)挑来了白泥，把白泥(Ⅰ/E3.6)铺在下面，就把地造出来了(Ⅰ/D16.2.14)。九个儿子(Ⅰ/B2.3.8)挑来了岩石和地筋(Ⅰ/E3.1.6)，把岩石和地筋敷在上面，天就造成了(Ⅰ/D16.1.10)。可是，造天的九个儿子(Ⅰ/B2.3.8)态度十分傲慢，工作又不认真，每天只是喝酒，喝得醉醺醺的，倒下去就睡懒觉，结果把天造小了。造地的七个姑娘(Ⅰ/B2.3.8)却态度认真，工作勤劳、细心。她们日夜不停地赶造大地，却把大地做大了。\n盘颇(Ⅰ/B2.3.8)拉天来盖地的时候，才发觉天造小了，地造大了，天盖不住地，盖了也盖不严(Ⅰ/C8.10)。这可如何是好呢?盘颇(Ⅰ/B2.3.8)说：“阿文你来想想办法，把天和地的事安排一下吧!”\n阿文(Ⅰ/B2.3.8)是个大力士，他二话不说，拉起地筋，就用力一抖，要把地缩拢过来就天(Ⅰ/D9.14)(Ⅰ/E0)。那地一惊，便出现了许多皱褶。从此，大地便出现了山岭(Ⅰ/G5.1)和平川(Ⅰ/G5.7)。\n天地合拢了，天把地盖住了。抬起头，看见了青天，抬起脚，脚有落脚的地方了(Ⅰ/F3)(Ⅰ/G4)。\n盘颇(Ⅱ/B1.32)看看天，盘颇看看地，满意地点点头。只是，有了天了，有了地了，天上光秃秃的，还没有日月星宿，地上空荡荡的，还没有草木和万物。(Ⅱ/A11.1)\n谁来造日月星宿呢(Ⅱ/C8.3)?谁来造草木万物呢?盘颇(Ⅱ/B1.32)这才想起了他的“卡利是利”,想起了这个日月星宿的种子，想起了这个万物的种子。盘颇(Ⅱ/B1.32)便带着他的“卡利是利”(Ⅱ/E7.22)来到高高的天上，抓出第一把种子，就朝茫茫的天际撒去(Ⅱ/D14.9)，顿时，便出现了满天的星宿。他又抓起第二把种子，用力撒向天际，那茫茫的高空上便出现了太阳和月亮(Ⅱ/F11)(Ⅱ/G1)。盘颇(Ⅱ/B1.32)说：“太阳和月亮，你们是两兄妹，两兄妹要分工，一个白天走，一个晚上行。”\n两兄妹一起商量，妹妹说她胆子小，晚上不敢走，叫她白天走，她又害羞(Ⅱ/C20)，这可如何是好呢?哥哥说：“妹妹就白天走吧。你可以带上二十四颗针(Ⅱ/D14.2)(Ⅱ/E4)，谁要看妹妹，妹妹就用针去戳他的眼睛，他们就不敢看妹妹了(Ⅱ/G6.2)。”\n妹妹白天走，妹妹便做了太阳；哥哥夜间行，哥哥便做了月亮(Ⅱ/F5.2)(Ⅱ/G6.1)。\n天上有日月，\n地上有光辉，\n白天金灿灿，\n晚上白生生。\n\n阿文：传说是彝族的祖宗\n\n2.草木的来历(Ⅲ/Ⅳ)\n天上有了日月星宿，地上却还没有草木和万物(Ⅳ/A31)，盘颇便把“卡利是利”——万物的种子交给了最能干的阿谢蟆若(Ⅳ/B2.61)，对她说：“你到地上去撒这万物的种子吧，叫大地生长出草木和万物(Ⅳ/C15.9)。”\n阿谢蟆若(Ⅳ/B2.61)便下到大地，为了世间有草，为了世间有水，她就把“卡利是利”(Ⅳ/E8.14)撒向大地(Ⅳ/D12.27)。阿谢蟆若(Ⅳ/B2.61)啊，十分细心，她先在房前屋后撒，又去干地山头去撒，再到河边沟边去撒，满山遍野地撒，四面八方都撒，四面八方都去种，无处不去撒，无处不去种。\n阿谢蟆若(Ⅳ/B2.61)撒到白草岭,白草岭便长出了草和木；阿谢蟆若(Ⅳ/B2.61)撒到金沙江畔，金沙江畔便长出了草和木；她撒到昙华山，昙华山便长出了草和木；她撒到姚安坝子，姚安坝子便长出了草和木(Ⅳ/F11)(Ⅳ/G1.2)。\n丽江鹤庆撒，\n剑川大理撒，\n下关突川撒，\n蒙化弥渡撒......\n阿谢蟆若(Ⅳ/B2.61)又到禅云、镇南、牟定、楚雄、永仁、大姚、七街、仓街去撒。\n四面八方撒种子，\n四面八方长草木，\n地上遍撒草木种，\n遍地长出花草树。\n人和动物的来历。\n有天了，有地了，天上有日月星宿了，地上长出了草和木了，可是，还没有人和动物(Ⅲ/A0)。盘颇(Ⅲ/B2.37)(Ⅳ/B2.62)看呀看呀，没有人和动物，就不成为世界啊(Ⅲ/C6.15)，只是，该如何造人?该如何造动物?\n盘颇(Ⅲ/B2.37)(Ⅳ/B2.62)又用他那“卡利是利”万物的种子，在天上栽种了一棵“热兹”树(Ⅲ/E2.2.1)。热兹树长出来了，这是一棵生人和动物的神树。\n热兹树长大了，它便生出(Ⅲ/D2.17)一对谢泼，又生出一双西泼,又生出一对俚泼，又生出一对腊鲁泼，一对一对地生出来，又生出罗武、撒尼、阿细、阿哲、纳苏、诺苏、改苏各一双。彝族的祖先出来了，又生出一对傈僳，生出一对摩梭,生出一对民家,生出一对哈尼，生出一双俊尼，生出一对摆衣(Ⅲ/G1.4)。\n各族祖先都出来，\n地上人烟渐兴旺(Ⅲ/F2)(Ⅲ/G1)。\n人类出来了。热兹树上有一个鸟窝，那鸟窝里便也飞出一对一对的鸟雀，最先飞出来的是一对老鹰，老鹰正在空中翱翔时，一对斑鸠又从窝里飞出，然后是山雀一对，瓦雀一双，天鹅与乌鸦同时飞出，山鸡与箐鸡比翼同飞，鹦鹉与布谷先后飞出大窝。一对一对啊，一双一双，喜鹊一对飞出了，黄雀一双飞出了，样样鸟雀都飞出来。所有鸟雀都从热兹树产生，不出来的没有了。\n鸟雀飞出来了。热兹树上都长出一个虫窝，一对一对的虫豸爬出来了，一对一对蜜蜂飞出来了，一双一双蚯蚓爬出来了，一对蜻蜓飞出来了，一双蚕儿爬出来了，一双苍蝇飞出来了，一对蟋蟀跳出来了，一对蚊子飞出来了，一双尺蠖爬了出来。所有虫类都爬出来了，不出来的没有了。\n热兹树上又长出了兽窝，各种野兽便从热兹树上的兽窝里，一对一对、一双一双地走出来了。最初出来的是一对老虎，老虎吼吼叫，跟着出来的是一对豹子，豹子卷着尾巴走。\n狮子出来一对，老熊出来一双；豺狼出来一对，大象出来一双；麂子出来一对，兔子出来一双；野马出来一对，岩羊出来一双；一对猴子蹦蹦跳跳走出来了，一双野猫闪电一般跳出来了。样样野兽都出来了，不出来的野兽没有了。从此，树林里到处奔走着野兽。\n鱼儿从鱼窝里游出来一对，石蚌从石蚌窝里出来一双，螺蛳从螺蛳窝里出来两个，它们都扑通扑通下到水里。样样水里的东西都出来了，不出来的再没有了。\n小蛇从蛇窝里出来一对，急急忙忙钻进了草窠，大蟒从蛇窝里出来一对，急急忙忙爬进了石洞里，穿山甲从蛇窝里爬出一双，它们急急忙忙钻进了地洞。会爬的各种虫都出来了，不出来的没有了。\n热兹树下走出了各种家畜，走出来的家畜也是成对成对。最先走出来的是一对牛，牛一出来就走进牛圈；跟着出来的是一对马，一对马也蹦蹦跳跳走进了马圈；接着出来一对猪，又肥又胖的猪慢吞吞走进了猪圈；然后又走出一双羊，一双羊见草就啃，见树就嚼；两只狗走出来了，一见主人就撮尾贴耳。各样家畜都出来了，不出来的没有了(Ⅳ/F9)(Ⅳ/G1.3)。\n热兹树上出人类，各族祖先都出来，热兹树上出动物，各种动物都出来。从此，这才是一个世界；从此，生命才在大地上滋生；从此，宇宙一片光明，大地生机勃勃......\n",
        "otherInfo": ""
      },
      {
        "id": 37,
        "epicTitle": "举木惹牛娶天女(Ⅴ)",
        "ethnicGroup": "彝族",
        "narrator": "",
        "translator": "",
        "collector": "阿鲁斯基",
        "compiler": "阿鲁斯基",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "洪水以后，人间还剩下举木惹牛和被他拯救的乌鸦、青蛙、蛇、蜜蜂、老鼠(Ⅴ/A15.1.2)。举木惹牛(Ⅴ/B1.1.46)因在龙头山顶上烧火，被天王见到，知道还有人活在大地上，就派十个天兵来捉拿举木惹牛(Ⅴ/B1.1.46)(Ⅴ/C16.2.1)。\n举木惹牛(Ⅴ/B1.1.46)被抓走了，关进了恩体古的天牢里。\n在龙头山顶上，被举木惹牛(Ⅴ/B1.1.46)救上岸的乌鸦、蛇、鼠、青蛙和蜜蜂们聚集在一起，商量着救举木惹牛(Ⅴ/B1.1.46)的办法(Ⅴ/D21.26)。乌鸦(Ⅴ/E6.17.3)说：“举木惹牛是我们的救命恩人，我们要千方百计把他从天牢里救出来。”蛇(Ⅴ/E6.21)说：“我去咬伤恩体古的手或脚，把我的毒液注入他的身体，使他肿痛不停，要他放回举木惹牛。可是，我没有翅膀，飞不上天。”青蛙(Ⅴ/E6.28)说：“蛇大哥说的办法很好。我也有一种本领，我能吐出泡沫，医治蛇大哥咬的伤口。如果蛇大哥咬了恩体古，我就要他放回我们的救命恩人举木惹牛，然后我给他医伤。可惜我也没有翅膀。”老鼠(Ⅴ/E6.29)说：“蛇大哥、蛙二哥的办法都很好，但是，恩体古家有一本万能天书，什么事情他都可以从天书上找办法，连我们这样商量去救举木惹牛的事，他都会从天书中知道。这样，我们不但救不了举木惹牛，还会一起受害。我倒有一个办法，我去咬坏他的天书，让他无法知道我们的秘密。可惜我也没有翅膀，不能飞上天去。”蜜蜂(Ⅴ/E6.26)说：“我能够飞上天去，可是我一个人力量小，救不了恩人。\n最后乌鸦说：“你们大家都谈得很好，都愿意为拯救我们的救命恩人举木惹牛出力。我有翅膀，我带你们去。不过，你们一定要记住，没有我的命令，谁也不准动手。”\n于是，它们一起去救举木惹牛(Ⅴ/B1.1.46)：蛇圈成一个圆圈，套在乌鸦颈上，青蛙坐在乌鸦的右翼上，老鼠坐在左翼上，蜜蜂爬在乌鸦的尾巴上向天界飞去了。乌鸦把它们带到恩体古家屋前，老鼠和蛇大哥钻进天王家房圈里，蜜蜂飞去给举木惹牛(Ⅴ/B1.1.46)送消息。乌鸦飞到屋顶哇哇地叫起来，恩体古听到乌鸦在自己的房顶上哇哇叫，说：“不祥的预兆来自乌鸦的嘴里，不知要降什么天灾人祸!”他坐立不安，便到房圈里去翻天书。当他走进房圈里的时候，忽然看见一只老鼠在啃天书，老鼠的嘴里还含着很多撕碎的残纸碎片呢。恩体古怒不可遏，便伸手去打老鼠，老鼠在前面跑，恩体古在后面追。他们在房圈里追撵了三转，最后，老鼠跑进洞里去了。恩体古伸手进洞去抓老鼠，不料，藏在洞里的蛇大哥，昂起头，伸长舌头，向恩体古的手咬了一口。\n恩体古的手疼痛不堪。他说：“如果谁能医好我的手，要啥给啥。”他请著名的毕摩来送鬼，越送越痛，请高超的苏尼来跳神，越跳越痛。牛羊猪鸡杀了不少，可是总不见手有丝毫好转。恩体古又说：“谁能医好我的手，喜鹊飞进要歇九回脚的土地任他占领；斑鸠飞进要被饮烟熏黑的奴隶村庄任他要；像彩霞在山坡上浮动的牛羊任他举鞭赶走。”但是，没有人敢说能医得好他的手。\n举木惹牛(Ⅴ/B1.1.46)在恩体古家的牢房里，蜜蜂飞来告诉他说：“你去答应吧，你说你能够治好恩体古的手。青蛙二哥那里有药，它在恩体古家门后码勺箩里，你去找它取药吧。”\n举木惹牛(Ⅴ/B1.1.46)照着蜜蜂的话托人对恩体古说，他能治好恩体古的手。恩体古一听十分高兴，说：“他能医好我的手，那就把他放出来吧。”\n举木惹牛(Ⅴ/B1.1.46)出牢后，去找青蛙，青蛙给了些药，他把这药拿去敷在恩体古的伤口上，恩体古的伤口就不疼了。但恩体古的伤口刚刚好转，他就翻脸不认账了。青蛙给了举木惹牛(Ⅴ/B1.1.46)一些烂药，叫他用烂药敷在恩体古手上。恩体古的手马上又疼起来，肿得比脚还粗。他只好装出一副笑脸，恳求举木惹牛(Ⅴ/B1.1.46)再给他治病。\n举木惹牛(Ⅴ/B1.1.46)说：“我是能够治好你的手的，但是我有两个条件，你能答应我的条件，我就帮你治。”恩体古实在疼痛极了，就答应说：“你有什么条件，说来听听，我一定答应。”\n举木惹牛(Ⅴ/B1.1.46)说：“第一，你放我回到地面上去。第二，你有三个女儿，要送给一个给我做妻子。”\n恩体古回答说：“你的第一个条件我能办到，一定让你自由，回到地面上去。可是第二条办不到，你是下界的凡人，怎能配得上我天王的女儿呢?”\n恩体古不答应这第二条，举木惹牛(Ⅴ/B1.1.46)就拒绝给他医治。恩体古的手疼得他牙齿咬得“咯咯”直响，像一只受伤的猛虎号叫着：“举木惹牛呵，快给我治吧，我同意你的第二个条件。”这时，举木惹牛(Ⅴ/B1.1.46)才把恩体古的手治好了。恩体古让举木惹牛(Ⅴ/B1.1.46)从他的三个女儿中选一个做妻子。\n恩体古家三个女儿，大女儿不喜欢跟举木惹牛走，二女儿也不愿意跟举木惹牛走，只有三女儿很喜欢举木惹牛(Ⅴ/B1.1.46)，愿意同他结婚，下到地面上来。\n举木惹牛(Ⅴ/B1.1.46)回到地面，地面上什么也没有，到处是沙漠。三女儿带来了很多树种、菜种和粮种。他们在地面上种起了一片片庄稼、蔬菜(Ⅴ/F5)。\n天女和举木惹牛(Ⅴ/B1.1.46)结婚后，生了三个孩子。三个孩子都不会说话(Ⅴ/C15.3)。怎么办呢?天女说，天上有一种药吃了能说话，可是，父亲恩体古会不会给呢?蜘蛛自告奋勇地说：“我去取药。”蜘蛛顺着丝上天去了。它到恩体古家说：“外公，你女婿举木家的三个孩子都不会说话，你把说话的药给他们吃吧。”恩体古大发雷霆，说：“举木惹牛已经把我整得够惨了，我不跟他打交道了。你这个贱虫，竟敢闯进我的天宫里来，玷污我纯洁的天宫。我要把你抓起来砍成三节，丢到三个地方去，让你永世不能活。”于是恩体古把蜘蛛斩成三节，头丢到山林里，腰丢到岩下，尾巴丢到河水里。这时，恩体古又生起病来了。他请毕摩卜卦，毕摩说：“天王的病是因为伤害了蜘蛛，要使病痊愈，必须复合蜘蛛的身体。”恩体古听了，立即派人去找蜘蛛的三节身躯，给蜘蛛恢复生命。结果，扔进山林里的头找到了，扔进岩下的腰找来了，唯独扔到河里的尾巴找不到。把蜘蛛的头腰用丝线连接起来，蜘蛛身体复合了。从此，蜘蛛没有了尾巴，至今蜘蛛还是只有两节(Ⅴ/G19.34)。\n蜘蛛没有取到能使人说话的药，阿普约曲说：“我飞到天上去取吧。”它飞到天界恩体古家，正遇恩体古两口子在吃饭。阿普约曲说：“禀报天王，你女婿举木惹牛的三个儿子都不会说话，我前来求说话药。”恩体古听了，怒气冲冲地说：“前回来了个下贱的泥虫蜘蛛，让我害了一场病，现在你这个贱鸟阿普约曲又来了，我要打死你!”说着动手来打阿普约曲。阿普约曲在屋子里飞旋了三转，恩体古在屋子里撵了三圈。阿普约曲后来假装飞走了，飞到房檐下躲着。恩体古以为阿普约曲飞走了，继续和老婆吃饭，边吃边说：“举木惹牛过去让我手疼，和我作对，我恨死了他，所以不给他说话药。其实要孩子说话并不难，只要在他家的屋后砍三根竹子，烧一堆大火，把三个不会说话的孩子喊出来坐在火边，听竹子的爆声，孩子就能说话了。”这时，在屋檐下躲着的阿普约曲听得一清二楚，高兴得哈哈大笑(Ⅴ/D21.27)。它正准备飞走的时候，被恩体古发现了。他说：“哎呀，你这只贱鸟还躲在这里，我要抓住你，打死你，不准你把药方带走。”恩体古在门口把着，不让阿普约曲(Ⅴ/E6.17.4)飞走。阿普约曲正抢出门口要飞走，被恩体古一把抓住了尾巴。阿普约曲挣扎着，不幸尾巴被恩体古抓掉了，阿普约曲从此没了尾巴。它怕人笑，只有从锅庄下面飞走，锅烟把阿普约曲全身染得漆黑。原来阿普约曲是白色的，从此才变黑了(Ⅴ/G19.35)。\n阿普约曲飞回地面，把说话药方告诉了举木惹牛(Ⅴ/B1.1.46)。举木惹牛(Ⅴ/B1.1.46)烧起了一堆大火，砍来了三根竹子烧在火内，让三个不会说话的孩子坐在火边。三根竹子烧爆了，发出了三个不同的响声，三个孩子也各自发出了三种不同的声音。老大发出了“宾子里银”的声音，就是汉族祖先的话(Ⅴ/F41.1)；老二发出“沈狄沈懂懂”的声音，就是藏族祖先的话(Ⅴ/F41.2)；老三发出“阿子格”的声音，就是彝族祖先的话(Ⅴ/F41.3)(Ⅴ/G28)。因此，各族人民是亲兄弟。\n",
        "otherInfo": ""
      },
      {
        "id": 38,
        "epicTitle": "勒俄特依",
        "ethnicGroup": "彝族",
        "narrator": "",
        "translator": "",
        "collector": "冯元蔚",
        "compiler": "冯元蔚",
        "rewriter": "蔷紫",
        "collectionArea": "",
        "recordingDate": "",
        "text": "1、天地演变史(Ⅰ)\n远古远古的时候，上面没有天，要说混混沌沌就是天，那么,这样的天，都没有太阳，没有星星，似云不是云，散又散不开。下面没有地，要说混混沌沌就是地，那么,这样的地不刮风，这样的地都不长草，也没有飞禽走兽(Ⅰ/A2)(Ⅰ/B0)(Ⅰ/C0)(Ⅰ/D6)(Ⅰ/E0)。\n中间无云过，\n四周未形成。\n既不是黑洞洞，又不是明亮亮，上下一片阴森森，四方茫茫昏沉沉。这时，无地分不清，上下分不明，洪水也还没有消退。这时天地的变化十分剧烈，一会儿是正向的变，一会儿又是反面的变。怎么变呢?天地有十变，天地有十代的变化。\n第一代怎么变?第一代是混混沌沌的云雾变成了水，大地一片渺茫，无际无边；\n第二代怎么变?第二代是淼淼大水又化为雾露，蒸蒸上升；\n第三代怎么变?第三代是茫茫的大水，由混混沌沌变成了金黄色；\n第四代怎么变?第四代是大地的四周慢慢闪烁着微微的光芒，那就是星光；\n第五代怎么变?第五代是那刚刚露出头角的星星，发出了声音；\n第六代怎么变?第六代是那些刚刚发出声音的星星，发出了强烈的声音之后，又慢慢平静了下来；\n第七代、第八代又怎么变?第七、八代世界平静之后不久，又开始了变化，而且变化来得格外凶猛；\n第九代天地又怎么变?第九代暴风骤雨袭击大地，下界遭到了毁灭；\n第十代天地又怎么变?第十代，天和地的万物都遭到毁灭，而且毁灭至尽。\n天地仍然在变化，越变越奇怪(Ⅰ/F3.14)，斑鸠竟然叼鸡吃，顿时便惊动了麻子尔第家。尔第急忙邀来众亲友，大家都出谋划策献计，商量得十分热闹。尔第原先只杀了两头牛，可是，人来得多，实在不够吃，又杀了十头，才满足需要，又要了两张镇妖牌，要了四根除魔棒。\n张起银弓射，\n搭起金箭射。\n再用铜块和铁块压在上面，反常的现象才停止，可是，这时又发生一件怪事：\n有一天，天空之中突然“轰”的震了两声。头一声，把天地都震动；第二声，在空中飞行，从吾则火施山穿过，经过叶则火碾山，再穿过古鲁博杰山、姐阶纳杰山、麻利火克山、低曲博碾山，一直飞过宇宙，走遍了地角与天涯。\n这“声音”仰起头看看最高的青天，又愤愤然看看天空的太阳，然后伸手掰掰树梢，只听见树梢“咔”的一声断了，接着伸脚踏上山头，只见山头塌了四方，又张开口去咬最硬的山岩，那山岩便发出“轰”的声响，顿时山崩地裂。\n这就是雷和电，发射出五颜六色的十二种铜线和铁丝(Ⅰ/G13.6)。\n\n[1]凉山彝族史诗《勒俄特依》共有十四节。除已改写的之外，还有九节：(6)支格阿龙；(7)射日射月；(8)喊独日独月出；(9)石尔俄特；(10)洪水漫天地；(11)兹的住地；(12)合候赛变；(13)古候主系；(14)曲湟全系。《勒俄特依》有两种汉文译本，本篇采用的是冯元蔚译，四川民族出版社1986年版。\n\n2、开天辟地\n天地还没有分开时，一片混沌。在宇宙的上方，住着天神体古兹。恩体古兹决定要造天造地。\n天地还没有分开之前，就诞生了四个人神。东方生一个人神，名字叫儒惹古达；西方生一个人神，名字叫署惹尔达；北边生一个人神，名字叫司惹低尼；南边也生下一个人神，他的名字叫阿俄署布(Ⅰ/B2.3.10)。这四个人神，就是为了开天辟地而生在混沌世界里的。天神恩体古兹因此就派了他的使臣德布阿尔去请这四位人神。\n德布阿尔便来到东方的土尔山顶上请儒惹古达人神；又请儒惹古达去请署惹尔达；署惹尔达又去请了司惹低尼人神；司惹低尼又请了阿俄署布。人神阿俄署布又去请来了铁匠神阿尔师傅。他们一起从东方的土尔山来到宇宙的上方，恩体古兹家里。\n恩体古兹天神说：“请各位人神来，就是为了商量开天辟地。应该如何开天，应该如何辟地，请众神都发表意见。”\n九天商量到深夜，\n吃了九头会餐牛。\n九夜商量到天明，\n喝了九坛会餐酒。\n众神边喝酒，边争相献计献策。尔施阿俄献出一计，说开天辟地的事，最好交给阿依苏涅神；阿依苏涅说，他负担不了这个重任，最好交给勃宜阿约神；勃宜阿约一听，连忙说，这事应该交给儒惹古达人神；儒惹古达谦虚一番，说应该请署惹尔达去完成；署惹尔达连忙摇头，说这事无疑应该请阿俄署布大神；阿俄署布又说，应该由司惹低尼来完成。司惹低尼人神却一声不响，他去开了九个铜矿，又去开了九个铁矿。他把九个铜矿的铜和九个铁矿的铁，全都交给了铁匠之神阿尔老师傅。阿尔老师傅也一声不吭，他呢，\n膝盖做砧磴，\n口腔当风箱，\n拳头当铁锤，\n手指当火钳。\n打出了四把铜铁叉，一把交给儒惹古达。恩体古兹说：“你去东方开天辟地。”\n儒惹尔达接过铜铁叉，就到东方去了，用铜铁叉用力一撬，东方便裂开一个口，似乎开了，却又好像没有开，只听见一阵风，从这口子吹出来。\n阿尔师傅把第二把铜铁叉交给人神署惹尔达。天神恩体古兹说：“你去西方开天辟地吧。”\n署惹尔达便来到西方，他用铜铁叉去撬天，一用力，似乎天地开了，却又好像不见开，只听见一阵风，从这口子吹进来。\n阿尔师傅又把第三把铜铁叉交给司惹低尼人神，恩体古兹天神说：“你去北方把天地开辟吧。”\n司惹低尼人神便扛着铜铁叉来到了北方。他用铜铁叉用力把天地一撬，北方的天与地裂开了一个口子，但似开又不开，水啊，却从这口子流了进来。\n阿尔把最后一把铜铁叉交给阿俄署布人神，恩体古兹说：“你去南方把天地开。”\n阿俄署布便回到天地的南面，他用铜铁叉用力一撬，南方也裂开一个口子，像已撬开，又似乎没有开，但水也从这口子流淌进来。\n把天撬上去，\n把地掀下来，\n四方开了四个眼。\n天神恩体古兹亲自走出门，走了东边走西边，走了西边又来到南边，再往下界察看。是呀，天地只开了四个眼，还没有完全分开，这是因为地下还埋着四个很大的铜铁球。只要把这四个铜铁球撬出来，天地便开了。\n恩体古兹回到家，便派出差使。当派的不派，却偏偏派了骏马和仔马，恩体古兹说：“你们下到下界去，把那四个铜铁球刨出来。”\n骏马和仔马来到地面，用前腿没命去刨，刨呀刨，一点也刨不出，便回到上方。恩体古兹又派犊牛和阉牛下去撬铜铁球。犊牛和阉牛来到地面，用牛角去撬呀，撬呀，怎么也撬不出铜铁球，又回到上方。恩体古兹没办法，又派黄羊和红羊下去挖铜铁球，黄羊和红羊来到下界，用羊角去挖，也没有挖出铜铁球。恩体古兹又派黄猪和黑猪下到下界去拱铜铁球，黄猪与黑猪来到下界，它们用嘴去拱，拱呀拱的，竟把铜铁球拱出来了。\n人神司惹低尼见拱出了那四个铜铁球，就又把铁匠神阿尔老师傅请来，请阿尔师傅把这四个铜铁球打制成九把铜铁扫帚。\n九把铜铁扫帚打来干什么?司惹低尼把这九把铜铁扫帚交给九个天女，九个天女便拿了铜铁扫帚去扫天扫地。她们一扫天，天便升上去了，显出蓝莹莹的天。她们又一扫，就把地扫下去了，下面便显出红艳艳的大地。她们又一扫，便扫出了四根撑天柱，四根撑天柱撑住四方，东方这一面，由木武哈达山来撑；西方的这一面，由母克哈尼山来撑；北方这一面，由尼母火萨山来撑；南方这一面，由火木抵泽山来撑。又用四根拉天绳，扣在大地的四方。东西两面交叉着拉，南北两头也交叉着拉，再用四块压地石压在地的四方。\n这样天牢了，天不会塌下来了；地牢了，地不会陷下去了。\n司惹低尼开了天地之后，看看地还是乱七八糟，便叫他的儿子司惹约祖去整地。司惹约祖答应了，他又去请来铁匠之神阿尔老师傅，给他铸造九把铜铁斧，司惹约祖把九把铜铁斧交给了九个男神，司惹约祖领着九个男神来到大地上，司惹约祖规定：上午议事，下午做活。上午议事时，你说我说，都争着说；下午干活时，你做我做，都争着做。\n见高山就劈，\n见深谷就打。\n打一锤成山，\n做牧羊的地方。\n打一锤成坝，\n做放牛的地方；打一锤成田，\n做栽秧的地方；打一锤成坡，\n做种荞的地方。\n又打一锤成为垭口，那是做打仗的地方；再打一锤，打成沟壑，做流水的地方；又打一锤，打成山增增，那是做安家的地方。\n打山山听话，\n锤沟沟顺从。\n天地开辟了，人神司惹低尼十分高兴，他带着铜铁盖，在天上走一趟，看看天开得怎样；又下地走一趟，经过土尔山的时候，见流水不畅，便对阿依苏涅说：“阿依苏涅啊，你看，水不流，草木不长，你就去凿石开水道吧!\"\n阿衣苏涅便去凿石开道，水便流向四方，司惹低尼又对苏涅勒格惹说：“苏涅勒格惹，你看，荒山光秃秃，多么难看，你就去整整地，把草栽在地上。”\n苏涅勒格惹便去平整了土地，然后把草栽上。青草长出来了，从此，人世间就更美丽了。\n恩体古兹也十分高兴，他走出门，看看天，天上蓝莹莹，又看看地面，下到地面巡三遍。一山长有树，一山又没有树；一山长青草，一山又无草；一沟有水流，一沟又无水；一方有平原，一方无平原；一方有动物，一方又无动物......\n\n[1] 人神：原译本称“仙子”。彝语为“司惹”。汉译本注释云之：“他既不是神，也不是鬼，而是同人间有血肉联系的、具有超人才能的、理想化的英雄人物。”那时，尚无“仙”的概念，故改用“人神”。\n\n3、阿俄署布(Ⅳ)\n阿俄署布(Ⅳ/B2.67)是万物之母。\n在人间还没有万物的时候，在地面上住着个叫德布阿尔的人神，他觉得大地太寂寞，太单调，便去请人神阿俄署布(Ⅳ/B2.67)，他说：“阿俄署布大神，你是开天辟地的元勋。天是开了，地是辟了，可是，地上还是光秃秃的，什么也没有，没有树木，没有动物，连个鸟叫都听不见，求求你，到大地上去建造万物吧!(Ⅳ/A25)(Ⅳ/C8.1)”\n阿俄署布(Ⅳ/B2.67)听了很喜欢，一声不响，就戴起珍珠帽，骑上“阿敏”马，携带了花皮书，腰间系把双尖剑，身背“鸟突”盒，脚穿“酷娄”靴，来到了吕敏山的山脚下。\n他放眼一看，山上果然不长树，十分难看。他便到天上去取树种。到了天上，就取了三棵杉木树，回到大地，把这三棵杉树亲自栽在地面上。\n杉树很快就在吕敏山成长了，长成杉木林。从此，荒山之上有了杉木树，出现了杉木林。可是，杉木林里没有动物，缺乏生机，阿俄署布(Ⅳ/B2.67)又到天上去引来鹿子，把美丽的鹿子放进杉木林里，杉木林便显得生机勃勃。鹿子蹦蹦跳跳，玩得十分欢乐。从此，林中便有了动物。\n可是，有鹿没有草，美丽的鹿子难以生存。阿俄署布(Ⅳ/B2.67)又一声不响回到天上去，在天上取了三种草，又回到大地，把三种草栽在地面上。草很快就生长了，到处都能看见一片片青青的草，荒坝成了草原，草原又没有动物，阿俄署布(Ⅳ/B2.67)便到空中引来云雀，把云雀放在草原上，草原便显得生机勃勃，云雀欢乐得“叽叽叽”唱。可是，云雀又吃什么呢?阿俄署布又去捉来蚱蜢，放在草原上，专门作为云雀的粮食。从此，草原上也有了动物。\n阿俄署布(Ⅳ/B2.67)总觉得还缺了点什么。他看呀看的，青青的草慢慢枯萎，这才使他想起了水，地上没有流水，万物很难生存。阿俄署布(Ⅳ/B2.67)又上天去取水。他从天上取来三条江，把三条江放在地面上，江水便流向四方，但是，很快就被不平的大地阻挡了，阿俄署布(Ⅳ/B2.67)又亲自凿石开水道，江水便滚滚流到各地。可是，水里没有什么动物，显得十分单调。阿俄署布又去引来水獭，他把水獭放在江河里，水獭在水中游来游去，不时地飞溅起浪花，显得十分高兴。可是，水獭吃什么呢?水獭没有粮食无法生存。阿俄署布(Ⅳ/B2.67)又去引了一对鱼儿放进江河里，专做水獭的粮食。从此，水中也有了动物。\n地上没有石头，显得软乎乎的，阿俄署布(Ⅳ/B2.67)又回到天上去，从天上取来三堆石头，把它们放在地面上，石头便布满九片山。巨石之乡是山岩，可是岩子上没有动物，显得十分难看。阿俄署布又去引来岩蜂，把岩蜂放在岩壁上，岩壁也有了生机，岩蜂嗡嗡叫，十分高兴，可是，岩蜂吃什么呢?岩蜂没有粮食，无法生存。阿俄署布又去引来苍蝇，专门作为岩蜂的食粮。从此，石岩之上，也有了动物。\n阿俄署布(Ⅳ/B2.67)样样都想到了，样样都从天上引到大地(Ⅳ/D12.31)(Ⅳ/E0)，大地上便有了一切。阿俄署布(Ⅳ/B2.67)啊，便成了万物之母(Ⅳ/F27)(Ⅳ/G1)。\n\n4、雪子十二支(Ⅲ/Ⅳ)\n远古的时候，世上没有人(Ⅲ/A0)。天神恩体古兹请人神俄惹志去造人(Ⅲ/C6.17)(Ⅳ/A14.4)。\n俄惹结志(Ⅲ/B2.39)(Ⅳ/B2.68)怎么造人呢(Ⅳ/C11.2)?有一天，天庭里的“祖灵”突然掉了下来，落在恩杰杰列山，变成烈火，燃烧着恩杰杰列山，烧呀烧呀，九天烧到晚，九夜又烧到天亮。白天烧成烟柱，晚上则烧成巨光。烧呀烧呀，一直烧上天，天是这样烧，一直燃遍地，地是这样燃。\n为了人类起源燃，为了祖先诞生烧。\n烟柱和火光一直在变，变来变去，生出一对哑物，既矮小，又难看，不会说话，又弱不禁风，又经不起寒冷。能变成人吗?不能变成先人；能变成人类吗?不能变成人类。\n俄惹结志(Ⅲ/B2.39)(Ⅳ/B2.68)看看造人失败了，又派了银男和金女来到大地上造人类，也失败了。又派黄云和红云来到大地上，它们能否造出人类?它们也没有造出人类。\n又变，变来变去，变出个松身愚人。初生的第一代，只有两尺高；到了第二代，便长成与后来的人一样高；到了第三代，便长成松树一样高；第四代都长成山峰一样高；第五代竟长成天一般高。松身愚人，有一点像人，却又不像人。\n身长闪悠悠，行动慢腾腾，走路摇晃晃，呼吸气奄奄，似死又非死。\n更可怕的是，头上住着喜鹊，喜鹊“喳喳”叫；腰间住着蜜蜂，蜜蜂“嗡嗡”唱；鼻孔里还住着蓬间雀，蓬间雀“吱吱吱”叫；腋下呀，住着松鼠，松鼠到处乱跳；肚脐里住着地麻雀，地麻雀“喳喳”叫；膝腋下住着斑鸠，斑鸠“咕咕咕”叫；脚心还住着蚂蚁，蚂蚁到处爬。就像一棵枯树，还是不能成人，不能变成人类的祖先。\n俄惹结志(Ⅲ/B2.39)(Ⅳ/B2.68)没了办法，便派了岩燕飞到天上去问恩体古兹天神，应该怎样才能造出人类?恩体古兹走出他的家门，他要亲自察看察看地下的情况。看完地面的情况之后说：“告诉俄惹结志，要做九次黑白醮就可以变成人了。”\n俄惹结志(Ⅲ/B2.39)(Ⅳ/B2.68)遵照天神恩体古兹的话，便做了九次黑白醮，松身愚人头上的喜鹊掉下来了，移到树林里去了；腰间的蜜蜂窝掉下去了，移到岩壁上去了；鼻孔里的蓬间雀窝掉下去了，移到刺丛中去了；腋下的松鼠窝掉下去了，掉到土洞里去了；肚脐里的麻雀窝掉下去了，移到地坎上去了；膝腋下的斑鸠窝掉下去了，斑鸠飞进树林里去了；脚板心里的蚂蚁巢卸下了，卸到泥土里去了。是不是松身愚人就变成人类了呢?还是变不成人，仍然不能变成人类。\n怎么办呢?俄惹结志(Ⅲ/B2.39)(Ⅳ/B2.68)又没有了办法，火光还在变，变来变去。有一天，天上突然掉下一棵泡桐树。这棵泡桐树落在大地上，不久，就霉烂了，三年之后，却升起三股雾，三股雾一直升到天空里，在天空里一变，降了三场红雪(Ⅲ/E2.18)(Ⅳ/E7.30)下来。红雪下在地面上。\n九天化成晚，\n九夜化成亮。\n为成人类来融化，\n为成祖先来融化。\n俄惹结志(Ⅲ/B2.39)(Ⅳ/B2.68)又做了九次黑白醮，红雪便结成冰，冰块便变成人的骨(Ⅲ/D6.6.1)，下的雪变成了人的肉(Ⅲ/D6.6.2)，吹风来做成了人的气(Ⅲ/D6.6.3)，下的雨，变成了人的血(Ⅲ/D6.6.4)，星星做了人的眼睛(Ⅲ/D6.6.5)，变成了雪族的种类，变成了雪族的十二种子孙(Ⅳ/D14)（E0）。\n雪族的子孙十二种，有血的六种，无血的也是六种，无血的六种是：草为第一种，草分支出去后，就住到草原上去了，遍地便都长满了黑头草；宽叶树为第二种，柏杨便是雪的子孙；针叶树为第三种，住到杉树林中；水筋草是第四种，水筋草也是雪的儿孙；铁灯草是第五种，住到沼泽地带；藤蔓是第六种，住在树根、岩壁之中。\n有血的又是哪六种呢?蛙为第一种，蛙又派生出三家，三家都住在水池边。蛙类的长子，后来成了癞蛤蟆，它却住在土洞之中；蛙类的次子，后来成为红田鸡，住到溪水边去了；蛙类的幺儿，后来成为绿青蛙，它却住在人的屋檐下。此后，蛙类便繁殖成无数。\n有血的第二种是蛇类，蛇类的长子分出去之后，就住在峭岩陡壁之下，居然成为龙与蛇的上司。蛇的次子分出去之后，就住到阴湿的沟谷里去了，它就是人们常见的长蛇；蛇类的幺儿分出去之后，就住到沼泽和水池边，它就是红嘴蛇。从此，蛇类就越繁殖越多。\n第三种有血肉就是老鹰。鹰类也有许多子孙，它的长子分出去之后，就是天空中的神鹰，它成了鸟中的皇帝，就住在白云山。鸟中还有个土司，它就是花孔雀，它住在东海之滨；鸟中还有个头目，它就是天空中的飞雁，住在谷戳戳洪山，它们都是黄帝的臣民。\n鹰类的次子分出去之后，成为普通的老鹰，普通的老鹰又分支，老大分出去便成了黑色秃头鹰，住进杉木林。它的老二分出去之后，成为白色的鹞鹰，它住到龙头山。它的老幺分出去之后，就变成饿老鹰，成天漫游在天空。\n鹰类的幺儿分出去之后，便成为褐色的山鹞子，住在呷洛列都。\n有血的第四种是老熊。老熊又分为三家，它们都在深山老林。从此，黑熊便繁殖得无数量。\n第五种有血的为猴。猴类也分成三家，有的住在树上，也有的住在岩洞里。猴类又分九代：第一代叫木武格子，格子格扎是第二代，格扎哈木是第三代，哈木阿苏是第四代，阿苏朴敏是第五代，朴敏楂基是第六代，楂基楂底是第七代，楂底阿吕是第八代，阿吕居子是第九代。\n到了阿吕居子这一代啊，形状虽然像人，叫声却仍然是猴音。不过，它和猴子已不同。\n树叶当衣穿，野果当饭吃，有眼不看路，有嘴不吃肉，有手不做工，如熊掰树梢，如猴爬树顶。\n它们是不是人类?还不能算是人类。\n阿吕居子又生了八个儿子。居子石涉又分八支。但是，石涉不说灵，石涉不祭祖，石涉不娶妻，石涉不嫁女，石涉到十代就绝嗣了。\n夜莺原是石涉的鸡，石涉绝了后，夜莺坐在家里嘤嘤哀鸣。\n居子格俄分九支，格俄不作帛，格俄又不送鬼，格俄到九代就绝了种。\n狮子原是格俄的狗，格俄绝了后，狮子失去了主人，无家可归了，便到处去游动。\n居子里尼分十支，居子里尼十支已绝嗣。居子莫木分二十支，居子莫木二十支也绝嗣；居子洪阿分二十二支，洪阿二十二支也绝嗣；接着是梯洪列火人，梯洪列火也绝嗣；又有杰扎尼立人，杰扎尼立也绝嗣；又有尼立朴苏人，尼立朴苏也绝嗣；又有朴苏委诺人，朴苏委诺人也绝嗣。此后又有莫木人，莫木人六代也绝嗣。\n斑鸠原是莫木人的鸡，莫木人绝了后，它也失去了主人，只身在林中游荡(Ⅳ/F9)(Ⅳ/G1.3)。\n人为第六种，人类分布遍天下(Ⅲ/F2)(Ⅲ/G1)。\n\n黑白醮：原注为“是一种迷信仪式。汉族有‘打清醮’之说，黑白，是指清醮中的两种，专可除污秽，求吉利”\n\n5、呼日唤月(Ⅱ)\n人类有了，造天地的司惹低尼见还没有太阳，还没有月亮(Ⅱ/A1)，他派遣阿吕居子(Ⅱ/B1.38)去呼喊日月出来(Ⅱ/C0)(Ⅱ/D5.13)。阿吕居子(Ⅱ/B1.38)为了呼喊日月，来到了土尔山的山顶上，在那里建造一座金屋和银屋，金屋要用金锤打，银屋要用银锤去锤。造好了银屋，造好了金屋(Ⅱ/E5.4)，又宰了一头白阉牛(Ⅱ/E6.10)来祭，再取出八盘牛内脏，摆在金屋银屋的四角，然后，大声地呼喊：\n九天喊到晚，\n喊出六个太阳来。九夜喊到亮，\n喊出七个月亮来。\n可是，星星没有喊出来，阿吕居子(Ⅱ/B1.38)又来到达尔山的半山腰，又在这里要建造一座铜铁房。打铜是用铜锤，打铁是用铁锤(Ⅱ/E5.15)。铜铁房子造好了，又宰了头白阉羊(Ⅱ/E6.11)来祭，取出四盘羊内脏，摆在铜铁房的四角，又大声地喊星星。\n七天喊到晚，\n喊出“煞业”七星来。七夜喊到亮，\n喊出“耻苦”六星来。\n阿吕居子(Ⅱ/B1.38)还不满足，他又来到土尔山的山脚下，他要在这里建造一座竹木房。做木工的时候用的是木槌，做竹工的时候用的是竹锤。竹木(Ⅱ/E5.10)房建造起来了，又宰了一只白阉鸡(Ⅱ/E6.3)来祭，摆了四盘烧鸡肉，放在竹木房的四角，然后继续喊星星。\n三天喊到晚，\n喊出三排星。\n三夜喊到亮，\n喊出四神星。\n从此，天上的星斗数不尽。\n从这个时候起，下面的大地遭了殃，白天六个太阳同时出，晚上七个月亮一起出(Ⅱ/F11.8)。树木都被晒死、晒枯，只剩“火丝达底”树。江里、河里的水也被晒干，只剩“阿莫署堤”水。火丝达底树能够剩下是因为阿莫署堤水的保护，阿莫暑堤水能够剩下是因为火丝达底树的保护。\n草类也被晒死、晒干了，只剩一棵“帕切曲”草。庄稼被晒干了，只剩一粒麻的种子。家畜也被晒死了，只剩一只白脚猫。野兽被晒死了，只剩一只灰白獐子(Ⅱ/C6.2)。\n这时啊，才生出一个彝家英雄，他的名字就叫支格阿龙(Ⅱ/B5.1.19)，他射下五个太阳，射下了七个月亮(Ⅱ/D4)(Ⅱ/E0)(Ⅱ/F2.5)(Ⅱ/G2)。\n",
        "otherInfo": ""
      },
      {
        "id": 39,
        "epicTitle": "人祖的由来",
        "ethnicGroup": "彝族",
        "narrator": "",
        "translator": "",
        "collector": "",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "黔西、滇东北，川西南彝族地区",
        "recordingDate": "",
        "text": "很古很古的时候，上没有天，下没有地，只有飘飘的清气和沉沉的浊气。慢慢地，清气上升变成天，浊气下沉变为地。后来，从天边飞来一对银雀，这对银雀叫哎和哺,哎与哺相配就有了人类。\n那个时候，男人不知道娶媳妇，女人不知道出嫁，人们只知道母亲，不知道父亲，居住在森林中跟野兽相伴，饿了摘野果，渴了喝山泉。后来，哎和哺慢慢地兴起了嫁娶的规矩，有的娶来媳妇，有的嫁出女儿。\n又过了许多年，他们生出的后代只有一只眼睛，叫独眼人。后来，独眼人生下了竖眼人，竖眼人生下横眼人。\n天上有个神仙叫兹阿玛,他见人间一片混乱，决定要用干旱惩治人间。兹阿玛从天外请来九个太阳，八个月亮。白天，火辣辣的太阳晒得花草、树木都干枯了；夜里，月亮出来吸海水，把所有的海水都吸干了。飞禽走兽全晒死了，独眼人、竖眼人都死光了，只剩下他们的后代横眼人。\n后来，九个太阳走了八个，八个月亮去了七个，于是，海里又有了水，花儿又开了，鸟儿又唱歌了，横眼人的日子好过起来。天上派出策耿纪来试试人间良心的好坏。他先到东方，东方有一家人很富裕，粮食堆成山，牛羊肥又壮，鸡群满山林。策耿纪骑着龙马走到这家门口，说：“我是天神官，走的路太长，我的马龙甲已脱落，龙腰已折断，想要一点金银、绸缎、人血和人肉，好接龙腰、补龙甲，请你们各样给我一点吧!”这家人听过后，装穷叫苦回答说：“啊呀，仙官呀，我们穷得光打光，白天吃的荞粑粑，夜晚睡的木板床，哪有东西给你啊!”他们什么都不给策耿纪，他只好又往前走，但每到一处，遇到的富人都这么说，策耿纪一肚子气。\n一天，他遇到了一个贫穷的人，策耿纪上前问：“你是谁?”这人回答说：“我是居住在这里的笃慕。”笃慕亲亲热热地问策耿纪：“请问客人从哪里来?如今要到哪里去?”策耿纪说：“我骑的龙马生了病，治马要用人血和人肉。”笃慕听了后，眼睛都没有眨一下，就叫策耿纪拿刀来，要割自己腿上的两块肉，放自己肘上的一股鲜血给策耿纪。策耿纪很感动，就把真情告诉了他：“好人啊，我来人间不是为了要什么东西，只是来试一下人们心肠的好坏，富人们都没有好心肠，唯独你这贫穷的人良心好。好心的笃慕啊，请你听清楚，等到一年零一百天的时候，我就要用洪水来整治人间，另外换一拨人!”策耿纪说着，拿出一颗葫芦种交给笃慕说：“你把这颗葫芦种种在门口，好好护理它，等它长大，你到山上去找三种蜂蜡来，以后好用。”笃慕按照策耿纪说的，等到春耕时，把葫芦种在家门口，勤浇水、勤培土，到了秋收时，又砍树搭架。\n葫芦结出来了，又肥又大，长有一尺，粗有半尺，这时，策耿纪又来人间对大家说：“人们听好，老天要下大雨了，大雨要把大地淹没，你们各自备船逃命吧，有金的打金船，有银的打银船。”人们听后，有的说：“老天降雨灭干旱，正好犁田来栽秧。”有的说：“洪水来了也不怕，骑上牛背就无事。”有的说：“我家房后有棵又高又大的树，洪水来了我就爬树尖。”不过，他们还是半信半疑地造起了金船、银船。笃慕无金无银做不成金船、银船，只是摘回了成熟的大葫芦当船。\n一年零一百天到了，笃慕藏进葫芦里，用山上采来的三种蜂蜡封住了口。霎时间，天昏地暗，日月无光，天上只见黄龙抖身子，蓝龙舞巨爪，黑龙翻白眼，白龙翘尾巴，青龙长大口。五条巨龙一起翻腾跳跃，把大雨降到人间。大雨哗哗啦啦，整整下了七天七夜，万物都被淹没，大地变成一片汪洋，滔滔洪水一直翻滚到云间，石蚌、青蛙在天上叫，野鸭、大雁都上了天，金船和银船沉进了海底，只有葫芦顺水漂着，一直漂到洛尼山。笃慕戳通蜂蜡，把头伸出葫芦口，打算爬到山崖上去。他看见一蓬金竹，就抓住竹子往上爬，一直爬到洛尼山顶，在那里住了下来。\n后来，大水落下去，地面露出来。可是，这里无人烟，冷了无火烤，饿了没饭吃，天亮鸡不叫，门前狗不咬，他的日子实在难过。策耿纪见他这样苦，就从天宫派下太白神来帮他。太白神变成一只大黑蜂，飞到一截木头上，用刺蜇木头，左转三转，右转三转，木头就冒烟起火，笃慕就跟黑蜂学会了钻木取火。\n不久，策耿纪又来到了人间，看见笃慕孤苦伶仃的，一个人独自淌着眼泪。策耿纪问：“好心的笃慕，你为什么两眼泪汪汪?”笃慕回答说：“十里路上不见人，百里路上无人家，孤孤单单一个人，没人来做伴。”策耿纪马上派三个仙女下凡，与笃慕结成夫妻。笃慕的三个老婆，大老婆叫蚩以武吐，生下慕雅考、慕雅切两个儿子；二老婆叫能以咪冬，生下慕雅热、慕雅卧两个儿子。三老婆叫尼以米哺，生下慕克克、慕齐齐两个儿子。笃慕的六个儿子长大后，个个都很成器。他们就是彝族的六个祖先。\n后来，这六个祖先子生孙，孙生子，子子孙孙多得如树干分枝。人越来越多，他们就分居到各个地方。武乍二支系的先祖是慕雅切、慕雅考，他们居住在楚吐以南；糯恒二支的先祖是慕雅热、慕雅卧，他们向洛博[]以北开拓；布默二支的先祖是慕克克、慕齐齐，他们在实液[]中部地方发展。\n",
        "otherInfo": ""
      },
      {
        "id": 40,
        "epicTitle": "开天辟地史",
        "ethnicGroup": "彝族",
        "narrator": "马海乌犁阿力自清民哈",
        "translator": "",
        "collector": "杞家望、陈列、梁佩珍",
        "compiler": "李子贤",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "天上已有了太阳、月亮和星星，地上已有了各种草木鸟兽，可是还没有人。人是怎么来的?也是从天下撒下来的。天降下了大雪，雪化了之后变成泥巴。泥巴变成了虫，虫又变成了烟雾。不久，就从烟雾腾腾的海子里出来了人和鸡、猪。最初，由于人不会做活，也不会说话，除剩下一个人外，其余的都跌死了。后来，这一个人又变成了都木惹日、都木惹好、都木惹牛三兄弟，而且会做活、会说话了。\n过了些时候，从天上来了一头花母牛。不久，花母牛生下了三头黑牯牛，都来到山脚下的海边，将三个海子的水都喝干了。都木惹牛三兄弟见了这情况，两个哥哥都主张将牛杀死。都木惹牛急忙说：“不能杀牛，这是天神阿梯古日派下来的，等问问天神再说。”都木惹牛便到天上向阿梯古日询问怎样处置那几头牛，阿梯古日对他说：“不能杀牛，这是我送给你们耕田的。”接着，阿梯古日还教都木惹牛怎样用牛犁田。都木惹牛回来后向两个哥哥转告阿梯古日的话，三兄弟就赶着这些牛到平坦的土地上去开荒了。\n可是，他们每天一早到地里一看，头天犁过的土地又像没犁过的一样。他们觉得奇怪，决定躲在地边偷看，弄清是怎么一回事。到了晚上，只见一个白胡子老信带着两个姑娘，赶着一头野猪，来到地里。老信一声吆喝，野猪就在前边拱土，两个姑娘拿着铜扫帚和铁扫帚，将地扫平。老信手中也拿着铜棍，跟在野猪后面填土。三兄弟看了，便从地边跑过来，把他们全给逮住了。都木惹日和都木惹好都说要把他们捆起来痛打，只有都木惹牛不同意这样做，认为要问问老馆为什么要带人和野猪来平犁过的地。老信对他们说：“你们犁地犁到天神阿梯古日的地界了，所以天神派我们来平地。”老信接着对三兄弟说：“阿梯古日发怒了。天上有三个海子，阿梯古日要放一个海子淹没大地，如果你们不相信，就等着看吧，属兔的那天打雷，属龙的那天下雨，到属蛇那天，就要洪水滔天，地上所有的人和禽兽都会淹死。”三兄弟一听，着急起来了，不知该怎么办。白胡子老信对都木惹日、都木惹好说：“你俩分别做一间铜房、铁房，将锄、犁放房内，粮食籽种放房外，房门用锁锁好，人藏在里边。”他又对都木惹牛说：“你是一个好心人，快造好一间木板房，锄、犁放房外，粮食种子放房内，人藏屋内，腋下放一个鸡蛋，房门要锁好。等鸡蛋孵出小鸡时，就开门出来。”\n过了几天，大地果然起了洪水。都木惹日、都木惹好的铜房、铁房都沉到水底去了，只有都木惹牛的木板房顺洪水漂流，一直漂到沙纳坡阿朵山顶。这时，都木惹牛听到小鸡叫了，开门一看，到处洪水滔滔，大地上什么也不见，只剩下自己孤零零地漂到山顶上。过了一会，从水中漂来了乌鸦、喜鹊、老鼠、蛇、石蚌、青蛙、马蜂、麂子等各种禽兽，都冷得发抖。都木惹牛见了，很可怜它们，急忙把它们救上山顶，并将自己的烟杆破了烧火给它们烤，就这样，都木惹牛和各种动物在洪水滔天时活下来了。\n那时，各种动物都会说话。等洪水退了以后，喜鹊、石蚌、蛇、马蜂、老鼠等就在一起商量如何报答都木惹牛的救命之恩。有的说：“都木惹牛是个好心肠的人，得帮他找一个媳妇，不然就会断子绝根。”有的说：“人都死光了，哪里去找媳妇?”它们真想不出办法，就去请教青蛙。青蛙果然有主意，它说：“天神阿梯古日有三个女儿，得派一个使者去向天神要一个女儿来给都木惹牛做妻子。”蛇、马蜂、老鼠都说：“我们都愿意去，就是无法飞到天上去啊。”乌鸦说：“我倒是可以飞到天上，但我办不了事，怎么办呢?”青蛙想了想说：“那就大家都去吧，蛇缠在乌鸦的脖子上，马蜂藏在乌鸦的胸前，老鼠挟在乌鸦的翅膀下。”\n乌鸦带着蛇、马蜂、老鼠飞到了天上，来到阿梯古日家。可是，乌鸦才向阿梯古日讲了为都木惹牛娶媳妇的事，就被阿梯古日用棍棒将它们打出来。乌鸦对大家说：“得想个办法才行。”它们商量了一阵，又悄悄地钻进了阿梯古日的家。老鼠把阿梯古日家祖宗神像啃坏了。阿梯古日急忙拿起弩弓来要射老鼠，不料给蛇在脚上狠狠地咬了一口。阿梯古日的妻子刚要去打蛇，不留神又被马蜂叮了眼睛。阿梯古日夫妇疼痛难忍，只好答应愿将女儿嫁给都木惹牛，但先得为他俩将脚和眼睛医好，将祖宗神像修好。于是，老鼠用羊毛为阿梯古日修补好了祖宗神像，乌鸦将阿梯古日夫妇的脚和眼睛医治好。阿梯古日只好说：“你们快将都木惹牛叫来，让我先看看。”\n乌鸦飞回去报信，领着都木惹牛来到了阿梯古日家。阿梯古日见到了都木惹牛，又想出了主意，要难住都木惹牛：“你得在三天内将一座山的树砍倒，开出一块地，要不然别想娶我的姑娘。”都木惹牛一听，急了，不知该怎么办。天神的三姑娘早已喜欢都木惹牛，她知道了此事后，就悄悄地告诉都木惹牛：“你带九把斧子去砍，一把砍在一棵树上，然后叫来天上的众神，他们全会来帮你砍。”都木惹牛照着去做，果然一会儿就将一座山的树砍光了。阿梯古日见了，又说：“这还不算有本事，你得在三天之内将砍倒的树烧光，要不然别想娶我的姑娘。”都木惹牛没有办法，又去请求三姑娘帮忙。三姑娘告诉他：“你先烧起九塘火，再睡下去喊大家快去烧山，大家就会一起去烧山。”都木惹牛照着去做了，果然一会儿就将一座山的树烧光了。都木惹牛去见阿梯古日，但阿梯古日仍不让他娶走姑娘。阿梯古日要他在三天内将一座山的火烧地挖好。都木惹牛又去请教三姑娘。三姑娘告诉他：“你带九把锄头去，一把放一个地方，再睡下去喊大家快去挖地，大家就会一起动手。”都木惹牛照着去做，果然一会儿就将地全挖好了。阿梯古日还是不答应，要都木惹牛三天之内撒完一斗种子。三姑娘又教了都木惹牛好办法，一会儿就将种子撒完了。阿梯古日还是不答应，要都木惹牛三天内将撒下去的种子全给捡回来。\n都木惹牛急坏了，又跑去找三姑娘帮忙。三姑娘告诉他：“你拿九只口袋去，一处放一只，再睡下去喊大家快去捡种子，大家就会一起去捡。”都木惹牛照着去做，果然一会儿就捡回了种子。可是，等阿梯古日一看，却说少了四粒。都木惹牛更着急了，又去找三姑娘。三姑娘说：“你快带上弩弓，到山上等候，如果见三只斑鸠飞过来，你就射中间那一只，四粒种子就在它的嗦子里。都木惹牛照着去做，果然找回了四粒种子。阿梯古日见了，再也无话可说，只得让都木惹牛娶走了心爱的三姑娘。\n在都木惹牛和三姑娘临走前，阿梯古日给了女儿荞子、燕麦等各种五谷种子，就是不给蔓菁种及花荞种。机灵的三姑娘就背着父亲悄悄地带走了蔓菁种及花荞种。他俩到了地上，就把这些种子全给种上了。后来，阿梯古日派神到地上一看，只见蔓菁花开得黄黄的，花荞花开得红红的，便急忙回报阿梯古日。阿梯古日一听，便咒骂说：“让地上的蔓菁重得像石头一样，吃起来像喝水一样；让地上的花荞结出来后不好打，吃了不会饱。”所以，现在的蔓菁背起来像石头一般沉，吃着像喝水；花荞难打，吃了不顶饱。\n都木惹牛和三姑娘后来生了三个儿子，但他们都像哑巴，不会讲话。他俩就与各种动物一块商量，想法让三个孩子讲话。乌鸦说：“得去问阿梯古日天神，他知道要怎么办才能让三兄弟讲话。”于是，乌鸦就飞到阿梯古日家去问话。可是，阿梯古日还在生他们的气呢，便一棒朝乌鸦打去，乌鸦吓得急忙钻到锅底下去，从此，乌鸦的羽毛全黑了。接着，喜鹊又去阿梯古日家问话，同样被阿梯古日打得往火塘边钻，身子被炭灰抹黑了一边，所以现在喜鹊的身上变成了白一道黑一道的。第三次，画眉自告奋勇去问话，不料被阿梯古日捉住了，把画眉的嘴放到火塘上去烧，从此，画眉的嘴变红了。最后，一种叫阿普约多的小鸟说：“我自有办法，让我去打听吧。”阿普约多飞到阿梯古日家里后，便机敏地躲进了阿梯古日用的筷筒里。晚上，只听得阿梯古日的妻子问道：“都木惹牛的三个儿子是哑巴，你为什么不告诉他怎样让孩子开口说话?”阿梯古日答道：“他们偷走了我的东西，我要让以后的人都成哑巴。其实让孩子说话并不难，只要砍三根竹子放在火塘里烧，竹子一烧炸，孩子就说话。”阿普约多听到这里，高兴得不禁失声喊叫起来：“我听到了，我知道怎么让孩子说话了。”阿梯古日急了，跑过来捉阿普约多。阿普约多从筷筒里跃身飞走，不料被阿梯古日一把抓住尾巴，将尾巴上的羽毛给拔光了。从此，阿普约多成了秃尾巴。\n阿普约多飞回地上，把阿梯古日说的办法告诉了都木惹牛。都木惹牛赶忙砍来了一根有三节的嫩竹，放进火塘里去烧。当埋在土里的那一节竹子烧炸时，老大吓得叫了一声“阿资戛”,从此老大会说话了，成了彝族；当烧炸中间的那节竹子时，老二吓得叫了一声“阿泽”,从此老二会说话了，成了普米族;当烧炸梢上的那节竹子时，老三叫了一声“哎呀”,从此，老三会说话了，成了汉族。以后，三兄弟长大了，就分别到各地去住，发展成了三个民族。\n过了很久，都木惹牛和三姑娘老了，三兄弟都赶来认母亲。一见母亲的面，老大就拉住母亲的长头发不放，所以后来彝族总是喜欢在头上留着一绺头发。老二一见母亲，就拉住了母亲的腰带，因此现在普米族有拴腰带的习俗。老三一见母亲，就抱住母亲的脚，从此汉族就时兴穿鞋。\n",
        "otherInfo": ""
      },
      {
        "id": 41,
        "epicTitle": "射太阳和月亮",
        "ethnicGroup": "",
        "narrator": "赤哈子",
        "translator": "",
        "collector": "",
        "compiler": "上元、邹志诚",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "古时候，天上出现了九个月亮和七个太阳(A13)，把地上的庄稼晒枯了，草木也晒死了(C37)。人们眼泪巴巴地看着太阳和月亮，没有法子。\n这时，彝族英雄支格阿龙（B4)驾着四匹仙马来了。他左手提弓，右手拿箭(E17)，决定要把太阳和月亮射下来（D40）。\n第一天，他站在虫树上射。虫树枝遮住了他的眼睛，没有把太阳射下来。支格阿龙生气了，对着虫树骂道：“背时的虫树，你二天要断根绝种。”后来，虫树就再不发小枝了。\n第二天，他又站在索马树上射。叶子又挡住了他的眼睛，没有把太阳射下来。支格阿龙生气了，对着索马树骂道：“背时的索马树，你以后永远也长不高。”后来，索马树就长得很矮小了。\n第三天，他站在蕨芨草上射。连发七箭，射下了六个太阳，另一个被射瞎了一只眼，便躲起来了(F97)。\n第四天，他又站在蕨芨草上射了九箭，射下了八个月亮。另一个月亮被射跛了腿，也躲起来了（F98)。\n支格阿龙站在蕨芨草上，因为用力太猛，把草给踩平了。因此，后来的蕨芨草长出来都是平的。\n太阳和月亮躲起来后，地上九天不亮，成了漆黑世界。支格阿龙站在高山上对太阳说：“快出来吧，我不射你了。”\n太阳说：“我瞎了一只眼，怕羞，不出来。”\n支格阿龙说：“我送你一包针，有人看你，就用这包针刺他的眼睛。”太阳同意了。\n支格阿龙站在峡谷里对月亮说：“快出来吧，我不射你了。”\n月亮说：“我是想出来，就是跛了一只腿，走不动。”\n支格阿龙说：“那好办，我送你一匹仙马，你骑着马走吧!”月亮同意了。\n太阳和月亮又出来了，给人们带来了光明和温暖（G95)。后来，人们在看太阳的时候，总觉得眼疼，据说就是太阳用针在刺人们的眼睛。月亮在云里跑得最快，据说就是骑了支格阿龙送给它的仙马的缘故。\n",
        "otherInfo": ""
      },
      {
        "id": 42,
        "epicTitle": "吉智高卢",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "",
        "collector": "",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "吉智高卢(B4)的母亲名字叫作波嬷库阿。那时天界有九个太阳、七个月亮（A4)，人的头受到强烈的阳光暴晒，几乎死绝，树木已然干枯（C51)，仅剩下波嬷库阿一人生存在世界上，依靠喝漆树汁、羊血，披羊毛毡度日。波嬷库阿过着凄寂的日子，突然有只岩鹰，来与波嬷交合，波嬷因此怀孕，才生了吉智高卢。高卢小的时候有一天到野外去玩，第二天却骑着一只豹回来，把他母亲都吓呆了。后来有一只猛虎来袭村落，也叫他击毙。吉智高卢常常被天空中的太阳和月亮晒得很痛苦，就想出个办法。一天他带着弓箭(E17)，慢慢地爬上那顶天的麻桑树树梢，用箭射下来八个太阳、六个月亮(D40)。所余的一个太阳受了伤，一个月亮吓跑了(F97)(F98)。那受伤的太阳说：“我的眼睛叫你射瞎了，我现在投射无数根金针，来刺人的眼睛。”所以至今人们尚不敢迎面看太阳。那吓跑的月亮说：“我叫你吓破了胆，在天黑后，我再出现吧!”所以至今月亮是在晚上出现的。\n可是雷公却随时作乱(C38)，在高山上伤了不少的牲畜，吉智高卢又出来想办法。有一天，吉智高卢头顶数层铁锅，手里拿着一支铜镬(E31)，偷偷地隐在树林时，等待雷公来临。雷公在天空遨游，发现了吉智高卢，就向下一坠，击打高卢。因为高卢头上是铁锅，雷公不但没有打痛他，自己反滑落在他手中的铜镬里，被高卢擒住(D41)。雷公要求放了他，吉智高卢提出一个条件，命令雷公采药，医治百病（F113)。雷公完全答应，于是重得自由，再也不敢作乱了。\n据传说吉智高卢母亲死后，就葬在峨边县境。吉智高卢娶了两个仙女(G0)，分别住在一个湖的两岸。他身上生有翅膀，随时飞来飞去，往返于两夫人之间。有一次，他的一个妻子起了嫉妒心，不愿意吉智高卢回到另一个妻子那里去，便偷偷地把吉智高卢的翅膀上的毛剪短了，吉智高卢不知道，又在大湖上飞，半路飞不动了，便掉在湖中淹死了。\n",
        "otherInfo": ""
      },
      {
        "id": 43,
        "epicTitle": "洪水后留下的老三",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "",
        "collector": "",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "云南省宁蒗县、四川省木里县",
        "recordingDate": "",
        "text": "一、阿克巴底\n洪水翻天后的大地，什么也没有。有一家三兄弟，老三活了下来（A35）。孤单单的老三四面望望，真伤心!他一个人在地上走呀走，一连几天，饭吃不着，肚子饿得很。\n有一天，他走进阴森的峡谷里，来到一座大岩石下面的岩洞口，看见两个生不麻(B30)对坐着递东西吃。生不麻都是独脚人样，上眼皮大得出奇，不仅遮住眼睛，还垂到地上盖着脚。老三饥饿难忍，便站在生不麻中间，把它们递送的东西接过来吃。过一阵，两个生不麻一齐说：“我怎么没吃到你递来的东西?”\n刚说完，又一齐回答：“都递过来啦，你不是拿去了吗?”\n男生不麻皱皱鼻子说：“不对，我嗅着人味。一定有生人来这里。”\n女生不麻说：“大地上洪水翻天，人都淹死完了，哪还有人!”\n说罢，伸出双手，从脚背上捧起眼皮一看，老三正狼吞虎咽地吃着东西呢。生不麻张开大嘴，一口就把老三吞进肚里。这时，正给生不麻推磨的青蛙看见了这一切，它立即停下来，伤心地沉默着。两个生不麻听不到推磨的声音，便吼叫起来：“什么时候了，还不赶快推磨，误了我们吃饭，你背罪不起!\"\n青蛙悲哀地回答说：“我有伤心的事呀，无心给你们推磨了。\"\n两个生不麻很奇怪，平时蹦蹦跳跳的青蛙怎么有伤心事呢?便问：“勤快的青蛙，你有什么伤心事，说给我们听听。”\n青蛙说：“我的外甥来看我，面没见着，就被你们吞吃了，你们不吐出我外甥，我再也不给你们干活。”\n生不麻心想：我久没吃到人肉，刚吃下又吐出来怎么行，便说：“你不干就走吧，还有蛇、乌鸦和喜鹊三个仆人呢。”\n青蛙走了。生不麻叫蛇去推磨，蛇缠在磨把上，只会缠，不能使磨盘转动。生不麻又喊乌鸦去推，乌鸦用嘴壳衔着磨把，只会衔，也不能使磨盘转动。最后，它去请喜鹊推，喜鹊站在磨盘上“喳喳喳”地叫，只会叫，也无法使磨盘转动。蛇、乌鸦和喜鹊三个仆人都不会推磨，生不麻没东西吃了。她想了想只得再去请青蛙（C41），青蛙说：“你把我外甥吐出来，我才推。”\n生不麻没办法，便说：“你灌我三桶灶灰汤，用磨盘砸我的背，我就能吐出来。”\n青蛙照着办了，老三果然被生不麻吐出来。可一看，耳朵却不在。青蛙说：“你不吐出耳朵，我还是不推。”\n生不麻又再让青蛙灌三桶灶灰汤，在背上猛砸磨盘，这普米族\n样，老三的耳朵才被吐出来，（D47）可已经不是原来的样子。生不麻用手(E40)捏捏扯扯以后，随便粘在老三的头两侧。如今人的耳朵成这个形状(F60)，就是那样来的。(G63)\n老三死里复生，吃了大亏。青蛙把他送出岩洞，悄悄指点说：“你不要再往深山峡谷里走啦，那是妖魔鬼怪住的地方，它们会吃掉你。你要往高山冒烟的地方走，那里才是神仙居住的地方，他们会帮助你。”\n老三很感激青蛙，说：“世上最大不过舅舅，永远不得罪舅舅。”老三的后代从此也记住了青蛙的恩情。所以，普米人至今还叫青蛙“阿克巴底”,见着青蛙要让路，遇着青蛙要把它请到上面，这个老规矩从那时一直传到现在。\n\n二、和仙女成亲\n老三按照青蛙的话，向着高山走呀走，走到一座大山顶上。远远地有一缕青烟缭绕，他便径直向那青烟走去，走近了，却是一座房子。老三轻轻地推开了门，里面没有人，只见桌上摆着三碗清水。老三口渴了，他就每碗喝了一口；走了这么多路，老三也累了，他就蜷在火铺下面休息。原来，那房子是天神木多丁巴的三个姑娘住的。天神木多丁巴看见地上洪水翻天后，人类被淹死了，只有妖魔鬼怪活下来，他便派三个姑娘来到大地，斩妖灭魔。三个仙女白天出去征讨妖魔，黄昏又回来休息。桌上的三碗清水，便是三姊妹临走前晾下的神水。\n黄昏时候，三个仙女回来了。她们一进门就齐声说：“我碗里的水被谁喝了一口!”\n大姐说：“有生人气味，一定是人进屋里来过。”\n二姐说：“洪水翻天后，大地上人都灭绝了，怎么会有人呢?”\n三姐说：“是呀，人种都灭绝了，哪会有人呢?”\n三个仙姑娘你一言我一语，个个都觉得奇怪，躲在火铺下面的老三听了，忍不住笑出声来。仙女们一听是人的声音，便齐声叫道：“你是谁?快出来!”\n在火铺下面的老三说：“姑娘呵，我身上一丝不挂，没穿衣服没穿裤子呀，叫我怎么出来?\"\n大姐听完，丢下一匹麻布，用口一吹，麻布变成衣服了；二姐丢一匹麻布，用口一吹，就成包头帕了；三妹丢下麻布，用口一吹，变成鞋子和绑腿了。然后，三个仙女齐声说：“快穿上衣服出来吧!”\n老三在火铺下穿好了一切，随后走出来。三姊妹一看，原来是个英俊高大的小伙子!她们很高兴，都说：“我们认为大地上人都灭绝了，想不到你还活着，那就跟我们住下吧。”\n于是，老三跟仙女们一起生活。\n三个仙女每天练习射箭，老三闲着没事做。有一天，仙女们问老三：“你会射箭吗?”\n老三说：“以前射过，可是手太笨（C42）。”\nⅢ仙女们说：“伸出手来让我们看看。”\n老三伸出手。那只手啊，五个指头齐齐整整一般长，大拇指与其他四个指头粘在一起(A36)。仙女(B31)们看了后说：“让我们给你修整修整（D48）。”\n于是，大姐拿了把砍刀（E33），把老三的拇指与其他四指分开。人类的手变成现在这样子(F61)，就是当时仙女们修整的。(G64)\n修好了手，三姊妹给老三一张弓、一壶箭，让他先射一箭看看。老三拿了弓箭，向一只斑鸠射去，斑鸠应声落下。三姊妹争着去捡，最后，还是三妹捡着，一看，老三的箭把斑鸠的下嘴壳连着上嘴壳穿通了。从此，老三和三姊妹一起天天练习射箭。老三进步很快，箭术越练越精。为了再试老三的箭术，三姊妹拿来一根绣花针插在门槛上，叫老三一箭穿针眼。老三搭上箭，瞄准针眼射去，第一箭偏了，射断了针眼，第二箭不偏不斜，箭头正正地穿过针眼飞出去。仙女们高兴地说：“你的箭术很高。从今以后，你可以在地上和那些妖魔鬼怪打仗去。”\n于是，老三和三个仙女经常出去与妖魔征战。\n有一次，三个仙女告诉老三：不远的西方有两个大海，一个海水像牛奶一样雪白，一个海水像锅烟一样漆黑。白色的海子是吉祥的征候，黑色的海子是邪恶的征候，吉祥与邪恶经常战斗。谁要是消灭了邪恶，天下生灵就安全了，世间就会感激他。老三听后问道：“要怎样才能消灭那漆黑的邪恶呢?”\n三个仙女说：“你坐在两个大海交界处，白色海浪翻腾时，你心里默念&lsquo;泽泽羊克依&rsquo;。黑色海浪翻卷时，你就准备好弓箭。那巨大的黑色旋涡中会涌出一个骑着黑马的大汉，大汉胸前有个土蜂大的光点在飞快旋转，你只要射中那旋转的土蜂光点，就能够消灭邪恶。”\n老三听后，决心消灭邪恶。他带着弓箭，往西方走了很久，来到那黑白海子交界处。他按照仙女们的指点，坐在两个大海交界处，准备好弓箭等待着。不一会儿，黑色的海水动荡起来，接着掀起翻天黑浪。随着浪卷涛涌，一个骑着黑马的大汉出现在黑海中心。老三拉满弓，箭头准准地瞄着黑汉胸前那飞快旋转的土蜂光点，然后一松手，只听得“当”的一声巨响，黑大汉立即从马上跌落下去，黑色的海水也飞快下落，四周的山谷发出动地震天的哀叫。白色海浪这时翻腾不息，老三不停地念着“泽泽羊克依”。\n老三消灭了邪恶，背着弓箭往回走。三个仙女早已来到半路迎接。大姐说：“我们过去天天和邪恶的魔鬼打仗，总是打不过，现在你消灭了它，天下的生灵安全了，我们的愿望实现了。为了感激你，我们愿意做你的妻子。你站在高高的山垭口上，我们跑过来，你喜欢谁，只要碰一下就行。”\n老三爬上山垭口去，他站在那里望着。不一会儿，一只老虎直奔山垭口，老三见虎来了，吓得往旁边一闪，不敢动。接着，一只豹子又飞奔过来，老三一看是豹子，也不敢动。最后，一条大蟒爬过山垭口来了。老三想，再不碰，就没有机缘了，他慌慌忙忙用手里的弓碰了碰蟒尾，大蟒立即变成三姑娘。三妹对老三说：\n“我大姐一颗麦子能做九个粑粑，我二姐一颗麦子能做七个粑粑，你都不要；我一颗麦子只能做三个粑粑，你却要了。你为啥不要那聪明能干的大姐和二姐，偏偏选我呢?”\n老三高兴地拉着三妹说：“你也聪明能干。一颗麦子能做三个粑粑，你一个，我一个，剩下一个，够吃了。”\n于是，人间的老三与天上的仙女姑娘成了一家。\n\n三、百鸟求神\n老三和三姑娘成家后，三姑娘从父亲家里带来麦子、荞子等种子，他们一起生活，一起劳动，后来生了一个姑娘，取名索拉耳吉。索拉耳吉十三岁，要行成年礼了，按规矩要去娘家报喜。可娘家在天上，凡人不能去，只有三姑娘才能去。老三依依不舍。临走时，三姑娘对老三说：“我去了，你没有伴，我给你做一个陪伴的人吧。”\n她随便抓了几把灶灰捏几下，吹口仙气，就变出一个姑娘来。那灰姑娘陪伴着老三，尽心尽力侍候他。日子久了，灰姑娘也生出了儿女。据说我们现在的人抓身子会在身上抓出灰灰，就是这样来的。\n天上一天，地上三年。三姑娘在天上舅舅家玩一天，大姐家玩一天，又陪二姐玩一天，在娘家只住了一天，这样地上就过了十二年。老三与灰姑娘一起生活，渐渐把三姑娘忘了，到十二年那天，三姑娘要回来了。去接她的只是女儿索拉耳吉。那一天，索拉耳吉走了很远的路。走到高高的山顶时，看见白云滚滚、天光地明，三姑娘从娘家带着牛奶、吉祥的海螺花和种子瓜果等正走回来。半途中，她看自己的女儿来迎接，便拿出桃梨水果给女儿吃，可索拉耳吉没有吃，她把水果装在怀里，三姑娘问：“你为啥不吃呢?”\n索拉耳吉说：“我要带回去给家里的灰弟灰妹吃。”\n三姑娘马上停下脚步。她不走了，她明白自己的丈夫已经跟灰姑娘成了一家。于是她对人间充满怨恨，决定回到天上去。\n折回之前，她要把自己带来的粮食全部带走。这时跟在她周围的百鸟一齐请求说：“三姑娘，请你留点五谷粮食给我们吃吧，我们要生活哇。”\n在百鸟请求下，三姑娘每样粮食只留了一点。苞谷原先每个节都长一包，头上的天花全长谷子，三姑娘把谷子收了，每棵苞谷只留一两包。现在苞谷结一两包，天花上的谷子没有了，就是这样来的。小麦等原先从底到顶都长籽粒，三姑娘从下往上捋了所有的籽粒，只剩下头顶上的一小点，留给百鸟吃。现在小麦只顶端结点粮食，就是这样来的。三姑娘最后收的是花荞，由于每样作物都用手往上捋，手被作物秆划出血，现在花荞秆上那些血红的斑点，就是当时三姑娘手上的血染成的。瓜瓜和蔓菁，三姑娘拿不动，她就诅咒说：“你们背起来像石一样，吃起来像水一样。”\n现在瓜瓜蔓菁背起来很重，吃进肚里不经饿，就是这样来的。\n\n四、狗找来了谷种\n三姑娘一气之下，收完了所有的粮食。地上的人没有吃的了，只有跟雀子争粮吃。生活一天不如一天。\n有一年，索拉耳吉过不下去，就烧了青香，向天神求种子，可仙女们不给。住在天上的太阳妹妹知道了，便主动向天神和仙女求情，最后，求到一小点青稞种和一条狗。老三想再要点谷种，便请太阳妹妹再去说情，太阳妹妹第二次去说情，就惹怒了天神。天神放出天狗去咬太阳妹妹。老三帮不了妹妹的忙，便回到家里赶紧敲锣打鼓放鞭炮，撵天狗。现在太阳落难时，地上的人要敲锣打鼓放鞭炮，老规矩就是这样来的。老三的弟弟月亮也被看管起来，每个月有好几个普米族\n夜晚不能出来。\n老三没办法在天上要到谷种，他只得在地上寻找。他带着狗四处走啊走，走了一月又一月，走了一年又一年，忍饥挨饿，跋山涉水，都没找到。不知是哪一年，老三和狗来到东方的汪洋大海边，在那里，他听说大海的对岸全都居住着神仙，那里有谷子。老三望着一片汪洋，心里想着怎么过去，他想呀想，没有办法，只好对狗说：“大海那边有谷子，可我过不去。要是你能过去就好了。”\n那条狗摇着尾巴，竟然神奇地说出话：“我能够游过去，你要我做什么?”\n老三很高兴，忙说：“你游过汪洋大海，上了岸，看见有人晒谷子，就在谷堆上滚几滚，把谷种带点回来。”\n狗听了老三的吩咐，便跳下海向对岸游。狗游上岸后，身上的毛全湿了。它看见有人晒谷子，便跑到谷堆上打了几个滚，于是，全身都粘满谷子，随后，它就游回来。等在岸边的老三，把狗抱在怀里收谷种，可粘在狗身上的谷子全被海水冲掉了，只有脊背毛里还留着一小把。老三高兴极了。他带着那一小把谷子回到家，赶忙撒下去，终于有了收获。他没忘记狗的恩情，每逢收新谷以后，都要先给狗喂米饭，这个风俗就从那时兴起，直到现在普米人都是这样：吃大米饭，先要喂给狗。\n老三有了谷种，学会了种谷子，从此生活越来越富裕，日子起来越好，子孙也越来越兴旺。\n",
        "otherInfo": ""
      },
      {
        "id": 44,
        "epicTitle": "人类迁徙记",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "和志武",
        "collector": "",
        "compiler": "和志武",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "上古时候，天和地在不息的动荡之。后来，高处出现了喃喃的声音，低处出现了嘘嘘的气息。声与气相结合，生出三滴白露。三滴白露变成三片大海。大海中生出恨古。恨古生每古，每古以后七代，便是人类的祖先：每古初初，初初雌玉，雌玉初居，初居九仁，九仁姐生，姐生崇仁，崇仁丽恩。\n到了崇仁丽恩一代，有五个兄弟和六个姊妹。他们没有适当配偶，互相结了婚，秽气冲天，触怒天神。这时日月无光，山和谷也啼哭起来。这是山崩地裂、洪水横流、灾难临 降的预兆。\n崇仁丽恩啊，他走到大山上去，想捕捉树上的白鸿鸟，可是，他来得太晚了。他走到高原上去，想牧放白云似的羊群，可是已经太迟了。他本来不会做工，就去向蚂蚁学习。他本来不会玩耍，就去向白蝴蝶学习。他也不会耕田呀，但他用一条黑眼的公牛、一具黄栗木的犁，走到动神和生神的地方就去开起荒来。动神和生神大为愤怒，便放出一只凶恶的长牙野猪，把他白天耕的地，在晚上全都翻平。于是，崇仁丽恩带了下活扣的器具，到新开荒地中去下活扣。他白天等在地边，白天没有下着；晚上等在地边，晚上也没有下着；直到第二日早晨，才下着野猪。他看到野猪，多么高兴呵!\n他拔出腰间的大刀，正想愉快地开剥野猪，没有想到啊，有一个白发老翁，胡须长得如同麻束；还有一个老婆婆，执着一根黄金拐杖，已经站在他的面前，脸上似笑非笑。崇仁丽恩一时手足无措，全身潜出冷汗，急忙地抬起犁来，想逃回去。由于举动慌张，犁梢撞着白发老翁，把老翁头上戴着的白银竺帽差一点撞破。老翁叫了一声，声音震天。他去取犁铧时，一不小心，又碰了老婆婆的拐杖，差一点把拐杖碰折。老婆婆也叫了一声，声音震地。\n丽恩害怕极了，他对老翁恳求道：“老人家，您痛不痛啊?我给您拔一下火罐吧!”他又对老婆婆恳求道：“老人家，撞坏您没有?我给您包扎一下吧?”\n老翁说：“崇仁丽恩呀，你想到树上去捕捉白鹂，可是去得太晚了。你想到高原去放牧羊群，可是也太迟了。你们兄弟姊妹负的罪太重，苦难即将到来。”\n丽恩闻听，就跪在两位老人面前，恳求请罪，请他俩搭救他的生命。两位老人看见丽恩真心悔悟的态度，于是向丽恩说道：“你要杀一头白蹄的公牦牛，剥下牛皮，做成皮鼓，要用细针粗线来缝，鼓上系起十二根长绳，三根系在柏树上，三根系在杉树上，三根系在高空，三根系在地底；把肥壮的山羊、金黄色的猎狗、雪白的公鸡，以及九样谷种，装在皮鼓之内；还有呢，当然你是不会忘记这些的：一刻不能离身的长刀和金火镰，也要放进鼓里。这一切都准备好了，你也就可以坐在鼓里了。”\n丽恩回到家里以后，把这事告诉兄弟姊妹。于是他们也去向老翁恳求。老翁叫他们宰一只猪，剥下猪皮，制成皮鼓，用粗针细线来缝，什么也不要带在身上，什么也不要装进鼓里，只要坐在里面就行了。\n丽恩的兄弟姊妹各自照着老翁的话做了。\n过了三天，天吼起来，地叫起来；上面山崩谷裂，连老虎豹子都不能存身；下面洪水横流，连水獭和鱼也不能通行；日月无光，白天黑夜都一样阴沉暗淡。\n白松树啊，被雷劈得粉碎，丽恩及古呀，被抛到九层云外，尸首丢在哪里、埋在哪里，都不知道。\n红栗树啊，被地炸得粉碎，丽恩垮古呀，被掷到七层地里，尸首丢在哪里、埋在哪里，也不知道。 崇仁丽恩坐在皮鼓里，又害怕又愁闷，皮鼓里的黑暗笼罩着他，使他恐怖，这里真是呼天不应、求救无门啊!皮鼓漂在大海中，过了很多时候，冲在一座新长出的高山旁边。皮鼓撞着山坡，震动崇仁丽恩，于是他拔出腰间的长刀，割开鼓皮，走了出来。他啊，立刻呆住了：左边啊，一匹马也没有了!右边呀，一头牛也没有了!当中呢，只有高山和深谷，布列在他的眼前。他一看到这个情景，不禁恸哭起来。\n他走到一棵大杉树下，从皮鼓里放出来的山羊“本海本海”地叫个不休。\n“你为什么叫呢?”\n“我不是因为高兴才叫的啊，小时候给我青草吃，长大了不给我青草吃了。大地上的青草呀，不知收到哪里去了。我是叫青草哪!\"\n从皮鼓里放出来的小狗“主丹主丹”地叫个不休。“你为什么叫呢?”\n“我不是因为高兴才叫的啊，小时候给我白面汤吃，长大了不给我白面汤吃了。人间香甜的白面汤呀，不知放到哪里去了。我是叫白面汤哪!”\n从皮鼓里放出来的小鸡叫个不休。“你为什么叫呢?”\n“我不是因为高兴才叫的啊!小时候给我白米吃，长大了不给我白米吃了。村里的白米呀，不知藏到哪里去了。我是叫白米哪!”\n大地上，没有了人类，只见苍蝇满天飞；没有牲畜，只是绿草遍地铺。丽恩到了这里，又寂寞又伤心，眼泪汪汪，纳西族\n直往下流。高山融化的雪水啊，人说那是非常的寒冷；崇仁丽恩的心呀，比雪水还要冷啊!\n丽恩身穿毛布衣裳，背着皮制的箭囊，把桑木大弓当作手杖，嘴里唱着歌，但是没有人回答，只伴有山鸣谷应。他就这样无精打采地走着，过着孤苦凄凉的生活。不知过了多少日子，他不觉来到一座高山脚下。两眼向前一望，看见了利从利那坝子。在那里，白天有火烟，像线香的烟子一样细微，从地上直向上升；到了晚上，火光像雄鸡的冠子似的闪亮着，火光虽小，却照得满天通红。\n丽恩于是走到那里去。有一个老人接待了他。那个老人啊，胡子很长，形同麻束，白得像雪一样。他似在自言自语，说：“世间没有人类了啊......”\n丽恩又惊又喜，即跪在老人面前恳求道：“老人家，您可怜我吧!我独自一个，实在太寂寞，太凄凉了!我要一个白天一同劳作、晚上一处谈心的伴侣。可是世上已经没有人类了啊，您说我该怎么办呢?”\n老人说：“在那美山根俺的一座高山底下，住着一对天女，那个直眼女，是最漂亮的；那个横眼女，是不漂亮的。但是你要千万记住，不可要直眼女，只可与横眼女结婚。”\n丽恩记住老人一切吩咐，满心欢喜，走到那座高山下面，果然看见两个天女正在嬉戏。一个是善良的，容貌却不好看；另一个是不善良的，却有一双勾人的媚眼。丽恩身体虽很壮实，能够控制身外一切，但他控制不了自己的感情，控制不了自己的眼睛。他想身巧不如心巧、心巧不如眼巧，于是违背白发老人的告诫，娶了貌美的直眼女。\n结婚不久，天女怀孕，就要生育，丽恩非常高兴。可是 到了产期，天女生的不是人啊!她连生三胎：头一胎是熊和猪，第二胎是猴和鸡，第三胎是蛇和蛙。丽恩满头大汗，又急又怕，就跑到老人那里去请教。老人说：“不听老人言，吃苦在眼前。马跑的时候只顾逞兴，却不防越跑快越会蹿子跑脱。你呀，真是个不知利害的小家伙啊!把熊和猪丢到森林里去、猴和鸡丢到高岩中去、蛇和蛙丢到阴森和潮湿的地方去!”丽恩这回不敢违拗，就照着老人的话去做了。\n阿普是个聪明能干的神。他做了许多木偶，有男有女。有一天他变成一个老人，见了崇仁丽恩，把木偶给了崇仁丽恩，并对他说：“你的伴侣不久就会有了。你把这些木偶拿去，但是不满九个月，你不要去看他们啊!”丽恩过了三天以后，心里放不下，他很好奇，就去看看木偶。木偶啊，有眼不会看，只会眨；有手不能拿，只会拍；有脚不能走，只会顿。丽恩又把这些情形去告诉阿普。阿普听说，生起气来，拔出腰间长刀，把所有木偶砍得七零八碎，拿了一些丢到山岩中，于是山岩中便有了回声；拿了一些丢到水里，于是水里便有了鬼怪；拿了一些丢在森林里面，于是森林中便有了四脚的兽。\n丽恩来到了黑白交界的地方。那个地方啊，美丽得难以形容。有一棵梅树，开着洁白美丽的花朵。其中有两朵尤其引人注目，因为两朵相对开着，仿佛一朵离不开一朵似的。他正看得出神，忽然看见一个极其漂亮的姑娘走了过来，丽恩出了一身冷汗，不知如何是好。他想：这样的地方怎么会来了一个漂亮的姑娘呢?他正在犹豫，那个名叫蔡很保白命的姑娘用甜蜜温柔的语气向他说了话：“黄鹰孤独地飞翔，飞得跟平常不同，请问要到哪里去呢?”\n“我曾听人说，这里是个好地方，梅花啊，一年开两度，树下有一个好姑娘，因此特地来找她。”\n他俩互相介绍了自己的来历，谈得非常投机。\n原来，蔡很保白命被她父亲祖老阿普许给了天上的美汝可罗可喜家。他家有九兄弟。蔡很保白命不愿嫁到他家，但又不敢直接向父亲提出不同意的话，所以经常苦闷。\n这一天，天气晴好，天空明净得没有一朵云彩。蔡很保白命变成一只美丽的仙鹤，从天上飞下地来，翩跹翱翔，散散愁闷，却不想在这梅花树下，竟遇见这个刚强的青年。她想到丽恩的遭遇，对他十分同情，并且在心里爱上了他。\n于是，丽恩躲在仙鹤翅膀下面，飞上了天宫，到了天神祖老阿普的家里。\n不久，蔡很保白命有了喜，一胎生下三个儿子。可是儿子养育了三年，不会讲话。这可把他俩急坏了。怎么办呢?叫井白井鲁(蝙蝠使者)去见阿普吧，问问他是什么原因；叫黄狗昼夜不停地叫吧，家里有了事，阿普会听到的。\n井白井鲁飞到阿普家，把事告诉阿普。阿普听说，不但不告诉他什么原因，反而生起气来，说了许多闲言碎语。井白井鲁从天上回来，对丽恩夫妇说：“阿普生你们的气哩!他说‘喝水不忘挖井人，吃饭不忘庄稼汉’,你们两个啊，好像小鸟出窠，高飞远走，不再顾念生身父母了!”\n丽恩夫妇商量又商量、考虑又考虑，到九布通耻大多吧那里去看了吉凶，然后请九布通耻大多吧斫黄栗木作祭木，砍白杨树作顶神杆，宰一头公黄牛，杀一只大公鸡，还用祭米 祭酒，于阴历正月十一日，举行一次极其隆重的祭天,以感谢父母-祖老阿普和阿祖，并感谢可罗可喜家。祭天为纳西族古俗，从崇仁丽恩一代开始，代代相传，以至于今。\n有一天早上，丽恩的三个儿子正在门前芜菁田里愉快嬉戏，忽然看见有一匹马跑来偷吃芜菁。三个儿子一时着急，齐声喊出三种声音，变成三种语言：长子说“打你于吗早”,次子说“软你阿普开”,幼子说“满你走哥于”。\n一母所生的三个儿子，变成了三种民族，正如一瓶酒变成了三样味道。他们穿三种不同的衣服，骑三种不同的马，住到三个不同的地方去了：长子是藏人，住到拉桑多肯潘去了；次子是纳西人，住到姐久老来堆去了；幼子是民家人，住到布鲁止让买去了。他们啊，好像天上的星星那样布满了天，地上的青草那样长满了地，儿马的鬃毛一样地成长，芜菁的种子一样繁殖!他们的井水是满满的!他们听到的消息都是好消息!他们的后代，光辉灿烂，万世繁昌!\n",
        "otherInfo": ""
      },
      {
        "id": 45,
        "epicTitle": "开天辟地",
        "ethnicGroup": "",
        "narrator": "",
        "translator": "",
        "collector": "",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "很古很古的时候，天地还未产生(Ⅰ/A11)，先产生出一位大神。大神造出了五个小神，便命令三个小神 (Ⅰ/ B2.3.2.4) 去造天、两个小神(Ⅰ/ B2.3.2.5)去造地，限定他们三个月内把天地造好(Ⅰ/C4)。\n神的弟兄们各自造天造地去了(Ⅰ/D16）（Ⅰ/E0）。造天的三个神(Ⅰ/ B2.3.2.4) 边造边议论说：“造地的只是两个弟弟，一定没有我们三个快。天边盖得着地边就行了。倘或我们不停地造，把天造大了，最后还要修理，白花我们力气。我们不如歇个气、睡个觉，慢慢地造吧。”说罢，三个造天的哥哥就坐下来歇气睡觉，一睡就好多天没醒过来。两个造地的弟弟生怕天大地小，盖不合，便不分昼夜地造着。等造天的三个神兄醒过来时，地已经造大了（Ⅰ/F3），天边盖不满地边。这时，大神所定的期限巳到。造天的三个神兄(Ⅰ/ B2.3.2.4) 只好把天拉得紧绷绷的，造地的两个神弟为了让天盖着地，便拼力地挤皱地（Ⅰ/D9.6） ，让造大了的地缩拢。这样，原来造得平坦辽阔的地，为了就天，形成了高山和深谷。（Ⅰ/F6）（Ⅰ/G4）（Ⅰ/G5）\n天地造成以后，一只夜鸟飞来对造地的两个神说：“你俩为什么不把地造得像天那样平整，还要造这么多高山深谷、陡坡险岩？为什么不从东到西搭一座金桥，从南到北搭一座银桥呢？＂听了夜鸟的喳喳嚷嚷，两个造地的小神气愤地说：“造时你不叫，修时你不说，造成后，你才瞎嚷嚷！要说你就去给造天的神兄们说去吧。”说完，揪住夜鸟撕掉了它的下牙巴骨。从那以后，夜鸟就害羞了，白天躲在稠密的老林中，到夜晚才飞出来凄凉地哀鸣。\n天地产生了，可人类还未产生。\n过了很久很久，大地上才出现了一个地神。地神走遍大地不见人影，心里很寂寞，回到家里就自己来造人。地神造出的人又聋又哑，又不会劳动，整天只会吃马屎、喝马尿，连生活也不会维持。天神知道后来到地上，对地神说：“你造的人不会干活，过不了日子，留着也没用，你造的其他生灵也不行，把他们全都毁掉吧！”\n于是，天神派出七个太阳和七个月亮（Ⅱ/A2），白天晒，晚上晒，晒了七天七夜。大海的水沸了，大河的水干了，高山的岩石全都融化了。地上第一代生灵就这样被毁掉了（Ⅱ/C6.8）。这以后，天神（Ⅱ/B1）收回六个太阳和六个月亮（Ⅱ/D14.23）（ Ⅱ/E0），只给地上留一个太阳，白天晒庄稼，留一个月亮，晚上照明。（Ⅱ/F2.5）（Ⅱ/G2）\n可地上还是没有人（Ⅲ/A0）。天神下到地上来，从东边走到西边，从南边走到北边，只见光溜溜的山坡，不见人的影子，他（Ⅲ/B2）闷沉沉地坐在地上，想吸杆烟。左手拿着烟袋，右手伸进袋里抓烟。突然，他从袋里抓出一粒瓜子。天神（Ⅲ/B2）想把瓜子种在山沟里，但山沟虫子多，他怕瓜子发芽遭虫吃；又想把瓜子种在山坡上，可山坡太高，瓜大了会拉断瓜藤滚下山沟。他想呀想、选呀选，选了好些个地方，最后在一块肥沃的平地上，点下了瓜种。下完瓜种，天神还站在一旁念道：“二月种瓜，三月出土，四月长藤，五月开花，六月结果，七月独瓜，八月成熟，九月我到。”念完后，他回天上去了。\n九月间，天神（Ⅲ/B2）拿着一根金拐棍下来了。他在那块肥沃的平地上看见自己亲手种的瓜，长得藤子粗、叶子旺，结着一个又圆又大的独瓜，心里非常高兴。他（Ⅲ/B2）把瓜摘下来，那瓜光滑发亮，很不平常。天神把独瓜轻轻地放在地上，左看右看，然后举起金拐棍，向瓜的头部猛击一棍。说也奇怪，那瓜立刻冒出两股火烟，火烟又变化，变出两个魔鬼来。天神挥起金棒使劲打去，把两个魔鬼打死了。接着，他（Ⅲ/B2）又举起金拐棍向瓜的腰部击了一棒，这时，从瓜里又跳出两个阴将（传说中属力量高强且善于暗中致人痛苦和灾难的鬼神）。天神一挥金拐棍，金拐棍里冒出的烈火把两个阴将烧成了灰。最后，天神（Ⅲ/B2）举起金拐棍朝瓜（Ⅲ/E3.16 ）的尾部轻轻地敲了一下，这一次却冒出兄妹两个（Ⅲ/D6.10）。（Ⅲ/C11）天神正要举棍打去，只听兄妹二人说：“最高的天神呀，别打我们，把我们留在地上吧。”天神（Ⅲ/B2）放下了金拐棍，同意了兄妹俩的请求，并说：“地上正没有人，你们俩把地上的人类造出来吧。”说完，就回天上去了。\n地上第二代人类就这样产生了。（Ⅲ/F2）（Ⅲ/G1）\n",
        "otherInfo": ""
      },
      {
        "id": 46,
        "epicTitle": "老天爷派来三代人",
        "ethnicGroup": "",
        "narrator": "扎嗄梳小石桥顶牵",
        "translator": "",
        "collector": "谢世廉、周盖华、妆志成、周贡中",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "天也有了，地也有了，动物、植物都有了，就是没有人住在中间。（Ⅲ/A0）\n天老爷（Ⅲ/B3）先派来了“一寸人”。一寸人长得太小了。老鹰要叼他，乌鸦要啄他，土耗子要咬他，连小蚂蚁也要欺侮他。一寸人实在太软弱了，庄稼也种不出来，后来慢慢就死绝了。\n天老爷又派来了“立目人”。立目人太懒怠了，不会种庄稼，又不学，天天坐起吃喝，身边能吃的东西都吃光了，立目人也渐渐饿死了。\n天老爷又派下来“八尺人”。八尺人身高力大，食量也大得吓人。种庄稼，三年的收成还不够他一年吃。开始他还能捕野兽、禽鸟，采野果、野菜吃，后来这些都吃光了，八尺人没有充足的食物，知道自己只有死了，于是不断地哭，也逐渐灭亡了。（Ⅲ/C47）\n天老爷没有办法，最后才派来了我们现在的“人”。（Ⅲ/D55）（Ⅲ/E0）（Ⅲ/F3）（Ⅲ/G1）\n",
        "otherInfo": ""
      },
      {
        "id": 47,
        "epicTitle": "伏羲兄妹制人烟",
        "ethnicGroup": "",
        "narrator": "李茂生",
        "translator": "",
        "collector": "",
        "compiler": "陈 钧",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "很早很早以前，不晓得老百姓为啥事，得罪了天上的玉皇。玉皇发了几天脾气，然后想出一个办法来报复。他叫风伯、雨师下凡，刮起一阵暴风，把老百姓的房子都刮倒，接着又下起瓢泼大雨，下得平地水深三尺。老百姓都忙着往高处跑，山沟里的跑到山尖上，平地里的爬到树上。哪晓得那风越刮越猛，雨越下越大，不到三天工夫，白茫茫一片洪水就漫上了天，一下子把普天下的老百姓都淹死了(Ⅲ*/A10)。\n当真都淹死，不就绝种了吗?不，原来还有人没有淹死，那就是伏羲和他的妹妹女娲(Ⅲ*/B14)，因为他们被一位神仙搭救了。事情是这样的。\n伏羲和他妹妹都是勤快人，心很好，碰到吃不上饭的人，总要拿些东西去帮助他们。这事被天上的一位神仙晓得了，神仙听到玉皇要降旨去淹老百姓，就下凡变成一个讨口的，到伏羲家门口去要饭。伏羲兄妹像往常对待穷兄弟一样，客客气气地招待了他，送给他些衣裳和钱。神仙看见伏羲兄妹果真人好，就决心搭救他们，把手上提的竹篮拿给伏羲说：\"我送你这东西，你要好生收藏，以后如果发了洪水，你们兄妹赶紧坐到竹篮里头，就淹不死了。”\n伏羲刚把竹篮接过来，讨口的就不见了。兄妹俩晓得这是神仙下凡来指点，连忙望空拜谢。\n没过几天，果然洪水来了，伏羲兄妹就按照神仙的吩咐，坐到竹篮里头。竹篮漂在水面上，水涨，竹篮也跟着高；水落，竹篮也跟着落，就像一只小船一样。等到洪水退下去，竹篮就轻轻地落到地面了。\n伏羲兄妹走出竹篮一看，啊哟，天底下只剩下他兄妹俩了!咋个办呢?伏羲就和他妹妹商量：用泥巴来做一些人，好把世上的人烟接起(Ⅲ*/C17)。女娲一听，很是欢喜，立刻就答应了。兄妹俩就挖起泥巴掺和些水，揉成团团，动手做人。\n哪晓得刚刚动手，地母娘娘就来了，粗声粗气地干涉他们说：“你们想用泥巴来做人，莫得那么撇脱!你们把人做起了，我这身子又咋遭得住?你们做人要用那么多泥巴，我到哪里去找泥巴来填起?——要想做人，你兄妹俩就结成夫妇嘛!”\n伏羲兄妹挨了这一顿训，心里很不舒服，可是也莫奈何，只得忍气吞声，不再做下去了。伏羲觉得地母娘娘叫他兄妹结成夫妇，虽不怀好意，倒也是个办法，有一天，就把这桩事对妹妹说了。女娲一听，羞得脸都红了，自然高矮都不答应。\n两兄妹商量了七天七夜，最后女娲才对伏羲说：“若要兄妹成亲这也不难，我在前面走，你在后面撵，如果撵得到就成亲，撵不到就不行。”伏羲心想，我是个男的，你是个女的，我还撵不到你吗?就满口答应了。\n这样，兄妹俩就撵起来了。女娲在前面跑，伏羲在后面追，哪晓得女娲跑得很快，她围着一座大山团团跑，伏羲也围着大山团团撵，撵了七转，都没有把妹妹撵到。这时候，有个乌龟看见了，就给伏羲递了个点子说：“倒转来撵嘛!”伏羲掉转身来一撵，恰好和女娲碰了头，一把就把女娲抱住，这下果然就撵到了。\n因为这个办法是乌龟讲的，女娲气乌龟不过，就把乌龟狠狠地踩了一脚，把个乌龟壳壳踩得稀烂。伏羲心想：乌龟出主意帮了我的忙，现在它的壳壳被踩得稀烂，看起来真可怜，让我给它镶起吧。于是他就动手把龟壳一块一块地镶起来。不信你去看，到现在由那些一块块碎壳壳镶起来的龟背纹路，还都看得清清楚楚的呢(Ⅲ*/G41)!\n伏羲把乌龟壳壳镶好，就要和女娲成亲，哪晓得女娲还是不答应。她说：“这回是乌龟帮了忙的，不算数。我们另外来过。这副磨(Ⅲ*/E25)，你背上扇，我背下扇，背到对面那座大山的顶上。两个人一齐把磨往山下推，若是两扇磨在山下重到一起就成亲，重不到一起就不行(Ⅲ*/D40)。”\n这样，兄妹俩就背起磨爬到山顶，一齐把磨推下来，然后跟着磨跑到山脚下去看。说也怪，那两扇磨在山脚下硬是重到一起了。女娲再没有啥说的了，于是，兄妹二人就结成了夫妇。\n伏羲兄妹成亲百日以后，女娲生下一个肉团，伏羲看了很不自在，拿起刀来就一阵乱砍。哪晓得才怪哩，被砍下来的这些肉陀陀，一个个都就成了人。伏羲一数，恰好是一百个。这些小家伙到处乱跑乱跳，有的跑到河边，有的爬到树上。伏羲兄妹就按照他们所在的地方来替他们取姓，在河边耍的就姓“何”,爬到桃子树上的就姓“陶”,爬到李子树上的就姓“李”……那些娃儿落在啥子地方就姓啥子，这就成了后来的百家姓(Ⅲ*/G21)。从此以后，普天之下才又有了人烟(Ⅲ*/F21)(Ⅲ*/G4)。\n",
        "otherInfo": ""
      },
      {
        "id": 48,
        "epicTitle": "公鸡为啥早晨叫",
        "ethnicGroup": "",
        "narrator": "杜志榜",
        "translator": "",
        "collector": "李子硕",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": "",
        "text": "据说，在上古刚有人烟的时候，天上一共有十个太阳，十个太阳有时一起出来，有时轮流出来，只得白天，没得黑夜(Ⅱ/A3)。把地上晒得干起口口，把人晒得就剩半口气，躲在山洞里不敢出来。好多人都遭渴死、饿死了，剩下的也都黄皮寡瘦的在那里等死。眼看地上的人烟就要遭灭绝了(Ⅱ/C4)。\n这时，来了个名叫后羿的(Ⅱ/B1)，他带了弓和箭，(Ⅱ/E3)要把天上的太阳都射下来(Ⅱ/D2)。他那张弓是用老虎的骨头拥的，弦是用龙王的筋绷的。他拉满弓，搭上箭，嗖嗖嗖的，一口气就射下九个太阳，剩下的那个太阳爬起来就跑(Ⅱ/F3)。后羿就跟到后面追，追呀追的那个太阳就藏起不见了，这一下地又变得漆黑，伸手不见五指。那阵又没得灯，没得亮，连个火种都没得，恁个一来，人们还是没得办法活下去。大家就求后羿，留下这个太阳莫再射他了。\n后羿走了，那个太阳还是吓到躲起不出来，啷个办咄(Ⅱ/C27)?人们就喊：“太阳，出来哟!”哪晓得呀，太阳是遭后羿射怕了的，随你这些人啷个喊，就是不出来。\n人喊他不出来，就吆动物来喊(Ⅱ/D12)，喜鹊出来一叫喊喃，叽叽喳喳的，显得一点没得诚意；乌鸦又来叫，呱呱呱，听起来像死了人一样；猫头鹰出来叫唤喃，咕咕咕的，活像鬼嘘一样的吓人。随便哪个来喊，太阳还是不出来。\n最后，找到了公鸡(Ⅱ/B121)来喊，公鸡扇了扇翅膀，伸了伸颈子，叫了起来(Ⅱ/E31)：\n“哥哥——,哥哥——,太阳哥哥你快点出来哟!太阳哥哥你快点出来哟——”\n它叫得巴心巴肠的，太阳见它叫得又真心，又实意，就慢慢慢慢地出来了。\n从那以后，公鸡每天就早早地起来了，站得高高的，“哥哥、哥哥”的一歇叫，太阳一听到它叫哎，就慢慢出来了(Ⅱ/F44)。太阳一出来，天上、地下就都亮了，万物也都得救了(Ⅱ/G26)。\n",
        "otherInfo": ""
      },
      {
        "id": 49,
        "epicTitle": "太阳和星星的来历",
        "ethnicGroup": "",
        "narrator": "张文奎",
        "translator": "",
        "collector": "李子硕",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "",
        "recordingDate": 32234.0,
        "text": "早先，玉皇大帝手下有个火神，这火神有九个儿，个个都是金身火体，能发光发热。火神的九个儿在天上无事可干，就经常凑在一起耍。本来，他们一个二个的火辣辣烫人，平时都没得哪个敢碰他们一下，他们凑在一起，发出的光刺得诸神睁不开眼，发出的热烤得各路神仙躲都躲不赢，整得天庭乱糟糟的，个个叫苦连天。玉皇大帝喃，对火神又是喜欢，觉得少不了他，又是感到讨嫌，拿他硬是和尚的脑壳——没得法(发),只好睁只眼闭只眼。这一来，火神几爷子就越更不把诸神放在眼里。\n那阵，天地是混浊一片，没得白天和黑夜，后首，下界诸神上奏玉帝，请他管管这事。玉帝听了后，觉得火神几爷子在天庭无事做，天天弄些祸事摆起，搞得大伙都不得安宁，倒不如叫他们去做点事，就传下圣旨，要火神带他九个儿子下界去给人间照亮。火神本来是耍惯了的，一听喊他下界心头就不安逸，口里又不敢说，只好带起九个儿子离开了天庭。\n玉帝叫火神带他的九个儿去，是想照顾他，要他们轮流值班，给人们照个亮就行了。火神的九个儿离开了天庭也不服气，只见他们麻起一张脸，就打起鬼主意来了，几个摇身一变，变成九个大火球，凑在一堆猛起发光发热(Ⅱ/A3)。这一来就造孽了，地上的江河湖海都晒干了，花草树木都晒死完了，土地都干裂起口口。人和野东西们都烤得支不住，只有钻进山洞头不出来，渴了没水喝，饿了没东西吃，眼看都要死了(Ⅱ/C4)。诸神见了又赶忙禀奏玉帝，请他快搭救下界生灵。\n玉帝晓得是火神几爷子在捣鬼，就派后羿(Ⅱ/B1)去查看，后羿到下界一看，觉得火神几爷子太霸道了，得好好收拾他们一下。他取出天弓神箭(Ⅱ/E3)对准九个火球就射。火神晓得后羿利害，爬起来溜了，他的九个儿子平时在天庭横惯了的，根本不睬。后羿一箭一个，一连八箭，把八个火球射得粉碎(Ⅱ/D2)。正准备射第九个的时候，太上老君和南极仙翁赶来了，他们老远就开喊：“射不得了，射不得了，留一个给人间照亮吧!”\n后羿一想也要得，就对那个火球说：“看在二位大仙的面上，留下你这个孽种，给你个立功补过的机会。往后，你白天给人间照亮，晚上歇稍。”就恁个，这个火球才留下来了，它就是现在的太阳(Ⅱ/F30)。那八个火球遭射碎了，大一块细一块的在天上飘来飘去，到了晚上还看得到一点点亮，它们就是现在的星星(Ⅱ/G20)。\n",
        "otherInfo": ""
      },
      {
        "id": 50,
        "epicTitle": "太阳宝和月儿光咋个来的",
        "ethnicGroup": "",
        "narrator": "康弘记",
        "translator": "",
        "collector": "王纯五",
        "compiler": "",
        "rewriter": "",
        "collectionArea": "灌县柳街场",
        "recordingDate": 31781.0,
        "text": "相传，盘古王刚开辟天地的时候，天地黢墨黑，没有亮光，也没有热和气气，黑来遭不住，冷来遭不住。人们去求天老爷，天老爷放出个红彤彤的火球，人们当成宝贝一样，叫做太阳宝。天地黑久了，一块把太阳宝不顶事，人们又去求天老爷。天老爷接二连三又放了几块，开头还合适，整来整去，就放多了，一共十块太阳宝。(Ⅱ/A3)地上的人们热来遭不住，树木也都烤焦了，人们没法过日子，都说天老爷把太阳宝放多了，我们要热死了(Ⅱ/C4)。天老爷说：“你混账，开始喊我多放点太阳宝，这下子又嫌多了，七嘴八舌，真难侍候。”人们又向天老爷求情，天老爷这才喊赵公爷(Ⅱ/B1)来，对他说：“我拿个瓶瓶儿给你，你去天河舀点水(Ⅱ/E38)，往太阳宝上洒一点。(Ⅱ/D46)”又说：“你要合适点哟，洒一丁点就是一场瓢泼大雨，多了就不行。”\n赵公爷把水舀起，往太阳宝高头架势一淋，太阳宝就蔫气了。他一口气淋了八个太阳宝，都淋得来只剩点点亮光，变成了星星儿。看到就只剩两块太阳宝了，人们赶忙说：“赵公爷呀，再泼不得了，你还得给我们留一块把哟!”赵公爷中途收手，但这一块已经淋得冷清白淡，变成月儿光了(Ⅱ/F31)(Ⅱ/G20)。只有最后一块太阳宝，没有遭淋。\n",
        "otherInfo": ""
      }
    ],
    searchKey: '',        // 搜索关键词
    filteredList : []      // 筛选后的数据
  },

  
  // 搜索输入事件（实时模糊搜索）
  onSearchInput(e) {
    const searchKey = e.detail.value.trim()
    this.setData({ searchKey })
    this.doFilter()
  },

  // 核心：模糊筛选史诗名/民族
  doFilter() {
    const { list, searchKey } = this.data
    let result = []

    if (!searchKey) {
      // 搜索框为空 → 显示全部
      result = list
    } else {
      // 模糊匹配 articleTitle
      result = list.filter(item => {
        return item.epicTitle.includes(searchKey)||item.ethnicGroup.includes(searchKey)
      })
    }

    this.setData({
      filteredList: result
    })
  },

  toDetails : function(e) {
    const id = e.currentTarget.dataset.id;
    console.log("传递过去的参数为"+id);
    wx.navigateTo({
      url: `../myth-details/myth-details?id=${id}`,
      success:() => console.log("跳转成功！"),
      fail:() => console.log("跳转失败！")
    })
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad(options) {
    this.setData({
      filteredList: this.data.list
    });
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady() {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow() {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide() {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload() {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh() {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom() {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage() {

  }
})